{"<unk>": 0, "<pad>": 1, "the": 2, "and": 3, "a": 4, "of": 5, "to": 6, "is": 7, "it": 8, "in": 9, "i": 10, "this": 11, "that": 12, "'s": 13, "/><br": 14, "was": 15, "as": 16, "for": 17, "with": 18, "movie": 19, "but": 20, "film": 21, "on": 22, "you": 23, "n't": 24, "not": 25, "are": 26, "he": 27, "his": 28, "have": 29, "be": 30, "one": 31, "all": 32, "at": 33, "they": 34, "by": 35, "an": 36, "who": 37, "from": 38, "like": 39, "so": 40, "her": 41, "or": 42, "there": 43, "just": 44, "about": 45, "do": 46, "has": 47, "out": 48, "if": 49, "what": 50, "some": 51, "good": 52, "she": 53, "more": 54, "very": 55, "when": 56, "would": 57, "up": 58, "no": 59, "even": 60, "time": 61, "can": 62, "my": 63, "which": 64, "only": 65, "story": 66, "really": 67, "had": 68, "their": 69, "see": 70, "were": 71, "we": 72, "me": 73, "did": 74, "does": 75, "well": 76, "than": 77, "much": 78, "could": 79, "get": 80, "been": 81, "will": 82, "people": 83, "bad": 84, "into": 85, "other": 86, "because": 87, "great": 88, "also": 89, "first": 90, "how": 91, "most": 92, "him": 93, "made": 94, "its": 95, "make": 96, "then": 97, "way": 98, "them": 99, "too": 100, "any": 101, "movies": 102, "<": 103, "after": 104, "/>the": 105, "br": 106, "think": 107, "characters": 108, "character": 109, "two": 110, "watch": 111, "films": 112, "many": 113, "seen": 114, "being": 115, "never": 116, "plot": 117, "life": 118, "little": 119, "love": 120, "acting": 121, "where": 122, "best": 123, "over": 124, "show": 125, "know": 126, "off": 127, "ever": 128, "man": 129, "your": 130, "better": 131, "still": 132, "here": 133, "end": 134, "say": 135, "should": 136, "these": 137, "scene": 138, "why": 139, "scenes": 140, "such": 141, "go": 142, "while": 143, "something": 144, "'ve": 145, "through": 146, "back": 147, "real": 148, "those": 149, "watching": 150, "old": 151, "thing": 152, "years": 153, "though": 154, "'m": 155, "actors": 156, "director": 157, "new": 158, "work": 159, "now": 160, "before": 161, "nothing": 162, "actually": 163, "makes": 164, "funny": 165, "find": 166, "another": 167, "look": 168, "going": 169, "few": 170, "same": 171, "part": 172, "lot": 173, "every": 174, "again": 175, "cast": 176, "/>i": 177, "us": 178, "quite": 179, "ca": 180, "world": 181, "got": 182, "want": 183, "'re": 184, "down": 185, "pretty": 186, "young": 187, "things": 188, "seems": 189, "around": 190, "horror": 191, "fact": 192, "take": 193, "big": 194, "thought": 195, "enough": 196, "long": 197, "between": 198, "may": 199, "give": 200, "both": 201, "original": 202, "series": 203, "own": 204, "action": 205, "however": 206, "must": 207, "right": 208, "without": 209, "always": 210, "gets": 211, "comedy": 212, "saw": 213, "come": 214, "point": 215, "times": 216, "family": 217, "almost": 218, "role": 219, "least": 220, "interesting": 221, "whole": 222, "bit": 223, "done": 224, "guy": 225, "music": 226, "script": 227, "far": 228, "feel": 229, "making": 230, "might": 231, "anything": 232, "last": 233, "minutes": 234, "performance": 235, "since": 236, "probably": 237, "girl": 238, "am": 239, "woman": 240, "kind": 241, "tv": 242, "rather": 243, "'ll": 244, "away": 245, "worst": 246, "yet": 247, "day": 248, "hard": 249, "sure": 250, "fun": 251, "found": 252, "each": 253, "played": 254, "anyone": 255, "especially": 256, "believe": 257, "our": 258, "comes": 259, "course": 260, "having": 261, "trying": 262, "looking": 263, "goes": 264, "set": 265, "looks": 266, "screen": 267, "book": 268, "although": 269, "put": 270, "different": 271, "actor": 272, "place": 273, "year": 274, "money": 275, "someone": 276, "shows": 277, "ending": 278, "true": 279, "sense": 280, "reason": 281, "/>this": 282, "dvd": 283, "main": 284, "let": 285, "everything": 286, "once": 287, "three": 288, "worth": 289, "maybe": 290, "watched": 291, "job": 292, "american": 293, "'d": 294, "plays": 295, "play": 296, "10": 297, "takes": 298, "said": 299, "seem": 300, "effects": 301, "everyone": 302, "together": 303, "2": 304, "high": 305, "beautiful": 306, "house": 307, "john": 308, "instead": 309, "night": 310, "audience": 311, "later": 312, "wife": 313, "himself": 314, "left": 315, "version": 316, "during": 317, "father": 318, "special": 319, "half": 320, "seeing": 321, "star": 322, "excellent": 323, "shot": 324, "black": 325, "war": 326, "idea": 327, "nice": 328, "less": 329, "read": 330, "simply": 331, "else": 332, "mind": 333, "second": 334, "fan": 335, "completely": 336, "men": 337, "used": 338, "hollywood": 339, "help": 340, "poor": 341, "death": 342, "dead": 343, "short": 344, "home": 345, "line": 346, "need": 347, "top": 348, "given": 349, "try": 350, "budget": 351, "kids": 352, "use": 353, "classic": 354, "rest": 355, "low": 356, "performances": 357, "women": 358, "enjoy": 359, "until": 360, "either": 361, "full": 362, "friends": 363, "production": 364, "camera": 365, "wrong": 366, "boring": 367, "truly": 368, "along": 369, "tell": 370, "couple": 371, "video": 372, "start": 373, "remember": 374, "came": 375, "sex": 376, "mean": 377, "recommend": 378, "awful": 379, "next": 380, "stars": 381, "stupid": 382, "small": 383, "/>it": 384, "school": 385, "understand": 386, "wonderful": 387, "playing": 388, "getting": 389, "moments": 390, "face": 391, "episode": 392, "perhaps": 393, "keep": 394, "terrible": 395, "early": 396, "human": 397, "written": 398, "doing": 399, "often": 400, "gives": 401, "perfect": 402, "name": 403, "person": 404, "style": 405, "others": 406, "definitely": 407, "become": 408, "live": 409, "piece": 410, "lost": 411, "felt": 412, "boy": 413, "lines": 414, "dialogue": 415, "supposed": 416, "head": 417, "liked": 418, "itself": 419, "case": 420, "mother": 421, "white": 422, "absolutely": 423, "children": 424, "against": 425, "went": 426, "sort": 427, "entire": 428, "certainly": 429, "waste": 430, "picture": 431, "cinema": 432, "called": 433, "hope": 434, "problem": 435, "evil": 436, "killer": 437, "finally": 438, "friend": 439, "loved": 440, "several": 441, "based": 442, "title": 443, "worse": 444, "yes": 445, "3": 446, "entertaining": 447, "becomes": 448, "drama": 449, "fans": 450, "already": 451, "dark": 452, "beginning": 453, "seemed": 454, "care": 455, "under": 456, "lives": 457, "example": 458, "laugh": 459, "wanted": 460, "turn": 461, "\u0096": 462, "son": 463, "direction": 464, "oh": 465, "fine": 466, "throughout": 467, "child": 468, "totally": 469, "amazing": 470, "lead": 471, "sound": 472, "wo": 473, "heart": 474, "michael": 475, "guess": 476, "final": 477, "wants": 478, "humor": 479, "writing": 480, "guys": 481, "close": 482, "history": 483, "quality": 484, "tries": 485, "behind": 486, "town": 487, "works": 488, "able": 489, "<br": 490, "side": 491, "art": 492, "despite": 493, "turns": 494, "game": 495, "enjoyed": 496, "past": 497, "viewer": 498, "1": 499, "hand": 500, "unfortunately": 501, "kill": 502, "favorite": 503, "gave": 504, "act": 505, "days": 506, "starts": 507, "car": 508, "run": 509, "flick": 510, "genre": 511, "actress": 512, "sometimes": 513, "today": 514, "girls": 515, "soon": 516, "kid": 517, ">": 518, "parts": 519, "self": 520, "horrible": 521, "city": 522, "god": 523, "eyes": 524, "late": 525, "directed": 526, "blood": 527, "hour": 528, "thinking": 529, "expect": 530, "brilliant": 531, "stories": 532, "themselves": 533, "decent": 534, "voice": 535, "obviously": 536, "fight": 537, "feeling": 538, "myself": 539, "slow": 540, "stuff": 541, "daughter": 542, "writer": 543, "highly": 544, "except": 545, "matter": 546, "type": 547, "heard": 548, "says": 549, "etc": 550, "took": 551, "killed": 552, "leave": 553, "age": 554, "strong": 555, "brother": 556, "moment": 557, "police": 558, "overall": 559, "hit": 560, "known": 561, "mr.": 562, "particularly": 563, "roles": 564, "stop": 565, "extremely": 566, "happens": 567, "violence": 568, "involved": 569, "lack": 570, "happened": 571, "told": 572, "obvious": 573, "living": 574, "coming": 575, "chance": 576, "attempt": 577, "including": 578, "murder": 579, "james": 580, "wonder": 581, "hero": 582, "complete": 583, "group": 584, "alone": 585, "gore": 586, "cut": 587, "simple": 588, "looked": 589, "husband": 590, "experience": 591, "score": 592, "interest": 593, "save": 594, "number": 595, "happen": 596, "hell": 597, "ago": 598, "exactly": 599, "song": 600, "none": 601, "shown": 602, "/>there": 603, "running": 604, "whose": 605, "musical": 606, "king": 607, "taken": 608, "serious": 609, "crap": 610, "/>in": 611, "annoying": 612, "english": 613, "opening": 614, "david": 615, "career": 616, "cinematography": 617, "usually": 618, "hours": 619, "sad": 620, "across": 621, "somewhat": 622, "released": 623, "ends": 624, "reality": 625, "body": 626, "light": 627, "jokes": 628, "usual": 629, "scary": 630, "relationship": 631, "please": 632, "started": 633, "middle": 634, "wish": 635, "yourself": 636, "finds": 637, "novel": 638, "talking": 639, "huge": 640, "change": 641, "female": 642, "cool": 643, "possible": 644, "happy": 645, "documentary": 646, "view": 647, "/>if": 648, "taking": 649, "hilarious": 650, "ridiculous": 651, "order": 652, "level": 653, "seriously": 654, "shots": 655, "saying": 656, "mostly": 657, "opinion": 658, "ones": 659, "turned": 660, "room": 661, "power": 662, "important": 663, "robert": 664, "modern": 665, "major": 666, "ok": 667, "word": 668, "strange": 669, "episodes": 670, "single": 671, "five": 672, "call": 673, "talent": 674, "country": 675, "b": 676, "5": 677, "due": 678, "comic": 679, "events": 680, "supporting": 681, "4": 682, "knew": 683, "jack": 684, "knows": 685, "songs": 686, "apparently": 687, "earth": 688, "british": 689, "non": 690, "clearly": 691, "four": 692, "class": 693, "attention": 694, "thriller": 695, "tells": 696, "easily": 697, "television": 698, "cheap": 699, "local": 700, "fast": 701, "future": 702, "anyway": 703, "words": 704, "silly": 705, "miss": 706, "sequence": 707, "bring": 708, "problems": 709, "basically": 710, "disappointed": 711, "straight": 712, "romantic": 713, "paul": 714, "/>but": 715, "falls": 716, "entertainment": 717, "sets": 718, "rock": 719, "beyond": 720, "oscar": 721, "upon": 722, "it.<br": 723, "similar": 724, "lady": 725, "moving": 726, "giving": 727, "george": 728, "predictable": 729, "whether": 730, "talk": 731, "appears": 732, "needs": 733, "mystery": 734, "rating": 735, "review": 736, "near": 737, "within": 738, "message": 739, "stand": 740, "theater": 741, "nearly": 742, "team": 743, "enjoyable": 744, "animation": 745, "feels": 746, "bunch": 747, "mention": 748, "ten": 749, "sister": 750, "red": 751, "named": 752, "richard": 753, "points": 754, "above": 755, "theme": 756, "york": 757, "eye": 758, "dull": 759, "lee": 760, "actual": 761, "using": 762, "release": 763, "herself": 764, "surprised": 765, "working": 766, "easy": 767, "hate": 768, "sequel": 769, "tale": 770, "feature": 771, "begins": 772, "ways": 773, "minute": 774, "fantastic": 775, "french": 776, "add": 777, "lots": 778, "storyline": 779, "elements": 780, "typical": 781, "stay": 782, "clear": 783, "among": 784, "showing": 785, "re": 786, "die": 787, "fall": 788, "effort": 789, "famous": 790, "comments": 791, "viewers": 792, "tried": 793, "follow": 794, "buy": 795, "/>and": 796, "certain": 797, "editing": 798, "form": 799, "weak": 800, "means": 801, "parents": 802, "kept": 803, "peter": 804, "dialog": 805, "general": 806, "movie.<br": 807, "figure": 808, "doubt": 809, "realistic": 810, "leads": 811, "soundtrack": 812, "tom": 813, "greatest": 814, "filmed": 815, "space": 816, "somehow": 817, "disney": 818, "season": 819, "gone": 820, "material": 821, "check": 822, "brought": 823, "dance": 824, "crime": 825, "hear": 826, "sorry": 827, "period": 828, "viewing": 829, "zombie": 830, "de": 831, "particular": 832, "/>a": 833, "move": 834, "lame": 835, "suspense": 836, "atmosphere": 837, "learn": 838, "sequences": 839, "third": 840, "film.<br": 841, "imagine": 842, "sexual": 843, "poorly": 844, "america": 845, "average": 846, "sit": 847, "$": 848, "wait": 849, "deal": 850, "/>as": 851, "rent": 852, "decided": 853, "possibly": 854, "stage": 855, "reviews": 856, "japanese": 857, "eventually": 858, "premise": 859, "became": 860, "whatever": 861, "avoid": 862, "difficult": 863, "nature": 864, "expected": 865, "killing": 866, "indeed": 867, "subject": 868, "surprise": 869, "forget": 870, "free": 871, "street": 872, "baby": 873, "nor": 874, "joe": 875, "dog": 876, "leaves": 877, "truth": 878, "meets": 879, "believable": 880, "screenplay": 881, "hot": 882, "needed": 883, "romance": 884, "note": 885, "reading": 886, "write": 887, "directors": 888, "question": 889, "20": 890, "meet": 891, "dramatic": 892, "begin": 893, "male": 894, "sci": 895, "emotional": 896, "fi": 897, "forced": 898, "writers": 899, "realize": 900, "open": 901, "`": 902, "weird": 903, "badly": 904, "crazy": 905, "superb": 906, "memorable": 907, "s": 908, "older": 909, "society": 910, "monster": 911, "deep": 912, "acted": 913, "okay": 914, "credits": 915, "interested": 916, "earlier": 917, "forward": 918, "situation": 919, "beauty": 920, "shame": 921, "dream": 922, "keeps": 923, "whom": 924, "otherwise": 925, "footage": 926, "ask": 927, "imdb": 928, "features": 929, "comment": 930, "unless": 931, "jane": 932, "fantasy": 933, "worked": 934, "towards": 935, "previous": 936, "cheesy": 937, "brings": 938, "box": 939, "laughs": 940, "creepy": 941, "directing": 942, "personal": 943, "plenty": 944, "sounds": 945, "perfectly": 946, "air": 947, "total": 948, "incredibly": 949, "plus": 950, "quickly": 951, "result": 952, "admit": 953, "unique": 954, "development": 955, "girlfriend": 956, "leading": 957, "rate": 958, "mark": 959, "setting": 960, "casting": 961, "appear": 962, "fire": 963, "hands": 964, "bill": 965, "cop": 966, "doctor": 967, "return": 968, "meant": 969, "business": 970, "christmas": 971, "create": 972, "hardly": 973, "present": 974, "battle": 975, "effect": 976, "boys": 977, "political": 978, "background": 979, "pay": 980, "powerful": 981, "gay": 982, "various": 983, "joke": 984, "mess": 985, "telling": 986, "fighting": 987, "secret": 988, "potential": 989, "dumb": 990, "ben": 991, "break": 992, "twist": 993, "portrayed": 994, "western": 995, "inside": 996, "outside": 997, "front": 998, "fails": 999, "ideas": 1000, "fairly": 1001, "missing": 1002, "villain": 1003, "nudity": 1004, "rich": 1005, "manages": 1006, "expecting": 1007, "attempts": 1008, "married": 1009, "deserves": 1010, "talented": 1011, "apart": 1012, "masterpiece": 1013, "odd": 1014, "social": 1015, "era": 1016, "remake": 1017, "30": 1018, "william": 1019, "cute": 1020, "copy": 1021, "dr.": 1022, "reasons": 1023, "flat": 1024, "wrote": 1025, "scott": 1026, "agree": 1027, "success": 1028, "plain": 1029, "recently": 1030, "crew": 1031, "cold": 1032, "list": 1033, "sweet": 1034, "filmmakers": 1035, "incredible": 1036, "further": 1037, "mentioned": 1038, "missed": 1039, "pure": 1040, "large": 1041, "public": 1042, "office": 1043, "match": 1044, "gun": 1045, "ended": 1046, "caught": 1047, "brothers": 1048, "mary": 1049, "80": 1050, "popular": 1051, "co": 1052, "waiting": 1053, "/>so": 1054, "decides": 1055, "filled": 1056, "members": 1057, "hold": 1058, "science": 1059, "sadly": 1060, "produced": 1061, "wasted": 1062, "uses": 1063, "pace": 1064, "following": 1065, "slightly": 1066, "water": 1067, "revenge": 1068, "party": 1069, "unlike": 1070, "familiar": 1071, "created": 1072, "cartoon": 1073, "/>what": 1074, "la": 1075, "sees": 1076, "intelligent": 1077, "suddenly": 1078, "considering": 1079, "spent": 1080, "tension": 1081, "cat": 1082, "compared": 1083, "entirely": 1084, "spirit": 1085, "convincing": 1086, "fear": 1087, "state": 1088, "kills": 1089, "island": 1090, "dancing": 1091, "bored": 1092, "escape": 1093, "clever": 1094, "neither": 1095, "visual": 1096, "cover": 1097, "moves": 1098, "language": 1099, "italian": 1100, "credit": 1101, "violent": 1102, "laughing": 1103, "band": 1104, "basic": 1105, "successful": 1106, "speak": 1107, "animated": 1108, "singing": 1109, "biggest": 1110, "german": 1111, "positive": 1112, "century": 1113, "recent": 1114, "runs": 1115, "trouble": 1116, "studio": 1117, "concept": 1118, "90": 1119, "focus": 1120, "tony": 1121, "adult": 1122, "former": 1123, "appreciate": 1124, "store": 1125, "died": 1126, "value": 1127, "choice": 1128, "spend": 1129, "consider": 1130, "walk": 1131, "control": 1132, "common": 1133, "force": 1134, "younger": 1135, "portrayal": 1136, "exciting": 1137, "company": 1138, "depth": 1139, "zombies": 1140, "solid": 1141, "adventure": 1142, "bizarre": 1143, "tone": 1144, "rated": 1145, "amount": 1146, "amusing": 1147, "super": 1148, "mad": 1149, "trash": 1150, "college": 1151, "law": 1152, "8": 1153, "planet": 1154, "effective": 1155, "hair": 1156, "books": 1157, "showed": 1158, "van": 1159, "producers": 1160, "slasher": 1161, "ultimately": 1162, "follows": 1163, "win": 1164, "fit": 1165, "impressive": 1166, "15": 1167, "chemistry": 1168, "impossible": 1169, "respect": 1170, "nt": 1171, "heavy": 1172, "7": 1173, "trip": 1174, "prison": 1175, "considered": 1176, "culture": 1177, "pointless": 1178, "barely": 1179, "cult": 1180, "decide": 1181, "won": 1182, "leaving": 1183, "makers": 1184, "dad": 1185, "project": 1186, "ghost": 1187, "smith": 1188, "tough": 1189, "situations": 1190, "awesome": 1191, "honest": 1192, "cause": 1193, "sick": 1194, "failed": 1195, "shooting": 1196, "changed": 1197, "anti": 1198, "somewhere": 1199, "starring": 1200, "west": 1201, "audiences": 1202, "south": 1203, "computer": 1204, "longer": 1205, "fiction": 1206, "brain": 1207, "accent": 1208, "fake": 1209, "disturbing": 1210, "charming": 1211, "touch": 1212, "likes": 1213, "jim": 1214, "questions": 1215, "stick": 1216, "involving": 1217, "values": 1218, "steve": 1219, "images": 1220, "literally": 1221, "generally": 1222, "meaning": 1223, "post": 1224, "magic": 1225, "bought": 1226, "natural": 1227, "military": 1228, "surprisingly": 1229, "immediately": 1230, "ex": 1231, "london": 1232, "camp": 1233, "utterly": 1234, "recommended": 1235, "normal": 1236, "stewart": 1237, "harry": 1238, "pathetic": 1239, "thanks": 1240, "master": 1241, "ability": 1242, "sitting": 1243, "pick": 1244, "glad": 1245, "fair": 1246, "motion": 1247, "appearance": 1248, "drive": 1249, "detective": 1250, "frank": 1251, "alive": 1252, "week": 1253, "shoot": 1254, "pictures": 1255, "adaptation": 1256, "explain": 1257, "conclusion": 1258, "standard": 1259, "sam": 1260, "catch": 1261, "army": 1262, "genius": 1263, "aspect": 1264, "appeal": 1265, "silent": 1266, "rare": 1267, "knowing": 1268, "yeah": 1269, "sexy": 1270, "walking": 1271, "remains": 1272, "garbage": 1273, "naked": 1274, "nobody": 1275, "comedies": 1276, "thinks": 1277, "channel": 1278, "aside": 1279, "chase": 1280, "drawn": 1281, "added": 1282, "twists": 1283, "road": 1284, "subtle": 1285, "taste": 1286, "purpose": 1287, "humour": 1288, "wild": 1289, "loud": 1290, "edge": 1291, "journey": 1292, "beautifully": 1293, "nowhere": 1294, "attack": 1295, "terms": 1296, "fully": 1297, "managed": 1298, "/>my": 1299, "touching": 1300, "equally": 1301, "club": 1302, "honestly": 1303, "100": 1304, "complex": 1305, "charlie": 1306, "/>all": 1307, "dreams": 1308, "key": 1309, "mood": 1310, "personally": 1311, "likely": 1312, "batman": 1313, "date": 1314, "blue": 1315, "terrific": 1316, "grade": 1317, "door": 1318, "kelly": 1319, "soldiers": 1320, "pieces": 1321, "lovely": 1322, "narrative": 1323, "producer": 1324, "themes": 1325, "plan": 1326, "excuse": 1327, "9": 1328, "vampire": 1329, "unbelievable": 1330, "innocent": 1331, "government": 1332, "gang": 1333, "spoilers": 1334, "cinematic": 1335, "marriage": 1336, "noir": 1337, "constantly": 1338, "surely": 1339, "pass": 1340, "outstanding": 1341, "central": 1342, "award": 1343, "issues": 1344, "70": 1345, "victim": 1346, "slowly": 1347, "soul": 1348, "thank": 1349, "presented": 1350, "thrown": 1351, "historical": 1352, "contains": 1353, "painful": 1354, "costumes": 1355, "hoping": 1356, "laughable": 1357, "boss": 1358, "disappointing": 1359, "smart": 1360, "photography": 1361, "animals": 1362, "indian": 1363, "train": 1364, "presence": 1365, "places": 1366, "climax": 1367, "drug": 1368, "thus": 1369, "loves": 1370, "stunning": 1371, "chris": 1372, "mysterious": 1373, "impression": 1374, "developed": 1375, "details": 1376, "scenery": 1377, "green": 1378, "christopher": 1379, "charles": 1380, "jones": 1381, "church": 1382, "double": 1383, "charm": 1384, "justice": 1385, "mistake": 1386, "color": 1387, "50": 1388, "stands": 1389, "woods": 1390, "/>one": 1391, "ride": 1392, "everybody": 1393, "sent": 1394, "track": 1395, "finish": 1396, "critics": 1397, "wow": 1398, "throw": 1399, "numbers": 1400, "6": 1401, "henry": 1402, "paris": 1403, "hotel": 1404, "held": 1405, "boyfriend": 1406, "million": 1407, "building": 1408, "aspects": 1409, "serial": 1410, "minor": 1411, "manner": 1412, "brief": 1413, "expectations": 1414, "mainly": 1415, "lover": 1416, "exception": 1417, "feelings": 1418, "cry": 1419, "festival": 1420, "acts": 1421, "hey": 1422, "allen": 1423, "suppose": 1424, "support": 1425, "element": 1426, "student": 1427, "names": 1428, "filming": 1429, "opportunity": 1430, "changes": 1431, "bother": 1432, "opera": 1433, "falling": 1434, "speaking": 1435, "ahead": 1436, "fascinating": 1437, "intended": 1438, "six": 1439, "emotions": 1440, "emotion": 1441, "shock": 1442, "puts": 1443, "tired": 1444, "born": 1445, "disappointment": 1446, "lived": 1447, "bar": 1448, "likable": 1449, "bruce": 1450, "available": 1451, "include": 1452, "giant": 1453, "twice": 1454, "hurt": 1455, "image": 1456, "suggest": 1457, "page": 1458, "confused": 1459, "compelling": 1460, "bed": 1461, "fresh": 1462, "trailer": 1463, "spot": 1464, "forever": 1465, "jerry": 1466, "dies": 1467, "zero": 1468, "fellow": 1469, "pain": 1470, "ray": 1471, "step": 1472, "appeared": 1473, "followed": 1474, "christian": 1475, "bottom": 1476, "gorgeous": 1477, "putting": 1478, "besides": 1479, "sub": 1480, "laughed": 1481, "mom": 1482, "alien": 1483, "adults": 1484, "impact": 1485, "difference": 1486, "mix": 1487, "approach": 1488, "lacks": 1489, "share": 1490, "direct": 1491, "offer": 1492, "park": 1493, "moral": 1494, "40": 1495, "billy": 1496, "happening": 1497, "notice": 1498, "actresses": 1499, "arthur": 1500, "mediocre": 1501, "event": 1502, "summer": 1503, "merely": 1504, "system": 1505, "random": 1506, "proves": 1507, "students": 1508, "answer": 1509, "creative": 1510, "rape": 1511, "victims": 1512, "confusing": 1513, "finding": 1514, "land": 1515, "holes": 1516, "murders": 1517, "supposedly": 1518, "flying": 1519, "americans": 1520, "paid": 1521, "wondering": 1522, "helps": 1523, "content": 1524, "lighting": 1525, "relationships": 1526, "martin": 1527, "funniest": 1528, "thin": 1529, "worthy": 1530, "al": 1531, "race": 1532, "delivers": 1533, "porn": 1534, "wall": 1535, "wise": 1536, "latter": 1537, "hospital": 1538, "damn": 1539, "beat": 1540, "ii": 1541, "childhood": 1542, "absolute": 1543, "provides": 1544, "imagination": 1545, "tragedy": 1546, "negative": 1547, "agent": 1548, "ugly": 1549, "becoming": 1550, "gem": 1551, "stone": 1552, "impressed": 1553, "stuck": 1554, "winning": 1555, "addition": 1556, "tragic": 1557, "clich\u00e9": 1558, "fell": 1559, "offers": 1560, "thoroughly": 1561, "forgotten": 1562, "lose": 1563, "flicks": 1564, "davis": 1565, "soldier": 1566, "extreme": 1567, "attractive": 1568, "pull": 1569, "reminded": 1570, "ship": 1571, "lord": 1572, "turning": 1573, "inspired": 1574, "seemingly": 1575, "animal": 1576, "queen": 1577, "intense": 1578, "flaws": 1579, "count": 1580, "seven": 1581, "ground": 1582, "alan": 1583, "nasty": 1584, "mr": 1585, "hidden": 1586, "artistic": 1587, "folks": 1588, "standards": 1589, "rented": 1590, "industry": 1591, "teen": 1592, "chinese": 1593, "scientist": 1594, "jean": 1595, "quick": 1596, "adds": 1597, "bond": 1598, "faces": 1599, "seconds": 1600, "affair": 1601, "afraid": 1602, "creature": 1603, "williams": 1604, "detail": 1605, "/>overall": 1606, "angry": 1607, "design": 1608, "ready": 1609, "shocking": 1610, "brian": 1611, "professional": 1612, "dirty": 1613, "food": 1614, "personality": 1615, "picked": 1616, "games": 1617, "jackson": 1618, "collection": 1619, "uncle": 1620, "length": 1621, "onto": 1622, "asks": 1623, "led": 1624, "describe": 1625, "location": 1626, "don": 1627, "area": 1628, "filmmaker": 1629, "listen": 1630, "information": 1631, "fashion": 1632, "martial": 1633, "wearing": 1634, "artist": 1635, "mouth": 1636, "therefore": 1637, "fox": 1638, "=": 1639, "apartment": 1640, "struggle": 1641, "castle": 1642, "wars": 1643, "teenage": 1644, "states": 1645, "wooden": 1646, "redeeming": 1647, "carry": 1648, "favourite": 1649, "member": 1650, "deliver": 1651, "news": 1652, "cross": 1653, "lets": 1654, "criminal": 1655, "allowed": 1656, "compare": 1657, "captain": 1658, "deeply": 1659, "willing": 1660, "grace": 1661, "witch": 1662, "clothes": 1663, "machine": 1664, "wonderfully": 1665, "intelligence": 1666, "includes": 1667, "helped": 1668, "moved": 1669, "desperate": 1670, "phone": 1671, "rip": 1672, "danny": 1673, "anymore": 1674, "cgi": 1675, "build": 1676, "plane": 1677, "epic": 1678, "jason": 1679, "theatre": 1680, "realized": 1681, "heroes": 1682, "comedic": 1683, "began": 1684, "sight": 1685, "independent": 1686, "loving": 1687, "drugs": 1688, "pop": 1689, "introduced": 1690, "tears": 1691, "rarely": 1692, "suicide": 1693, "extra": 1694, "station": 1695, "energy": 1696, "commentary": 1697, "sky": 1698, "stephen": 1699, "ring": 1700, "taylor": 1701, "ed": 1702, "teacher": 1703, "necessary": 1704, "mental": 1705, "religious": 1706, "/>for": 1707, "humans": 1708, "accident": 1709, "powers": 1710, "douglas": 1711, "dying": 1712, "trust": 1713, "spoiler": 1714, "arts": 1715, "nightmare": 1716, "superior": 1717, "time.<br": 1718, "sleep": 1719, "engaging": 1720, "apparent": 1721, "heaven": 1722, "andy": 1723, "physical": 1724, "disaster": 1725, "johnny": 1726, "anybody": 1727, "provide": 1728, "pleasure": 1729, "desire": 1730, "continue": 1731, "roll": 1732, "limited": 1733, "technical": 1734, "treat": 1735, "allow": 1736, "eddie": 1737, "unusual": 1738, "grand": 1739, "suit": 1740, "remarkable": 1741, "returns": 1742, "scared": 1743, "devil": 1744, "vision": 1745, "ford": 1746, "russian": 1747, "brutal": 1748, "tim": 1749, "cops": 1750, "holds": 1751, "bloody": 1752, "wedding": 1753, "intriguing": 1754, "jump": 1755, "accept": 1756, "fred": 1757, "actions": 1758, "paced": 1759, "academy": 1760, "suspect": 1761, "wanting": 1762, "reminds": 1763, "soft": 1764, "media": 1765, "search": 1766, "superman": 1767, "twenty": 1768, "hated": 1769, "hitler": 1770, "unnecessary": 1771, "asked": 1772, "surprising": 1773, "finished": 1774, "keaton": 1775, "bits": 1776, "kate": 1777, "adam": 1778, "faith": 1779, "player": 1780, "somebody": 1781, "absurd": 1782, "horse": 1783, "prince": 1784, "whatsoever": 1785, "legend": 1786, "memory": 1787, "anywhere": 1788, "pilot": 1789, "skip": 1790, "england": 1791, "joan": 1792, "passion": 1793, "growing": 1794, "nicely": 1795, "gold": 1796, "constant": 1797, "pacing": 1798, "warning": 1799, "process": 1800, "sat": 1801, "pre": 1802, "watchable": 1803, "ladies": 1804, "x": 1805, "torture": 1806, "jeff": 1807, "moon": 1808, "cage": 1809, "clich\u00e9s": 1810, "dangerous": 1811, "lovers": 1812, "ball": 1813, "/>now": 1814, "joy": 1815, "mixed": 1816, "exist": 1817, "ill": 1818, "met": 1819, "explanation": 1820, "gotten": 1821, "normally": 1822, "blame": 1823, "higher": 1824, "heroine": 1825, "shakespeare": 1826, "lies": 1827, "nick": 1828, "price": 1829, "deserve": 1830, "dressed": 1831, "quiet": 1832, "candy": 1833, "instance": 1834, "drunk": 1835, "heads": 1836, "ms.": 1837, "unknown": 1838, "12": 1839, "toward": 1840, "capture": 1841, "creating": 1842, "river": 1843, "fights": 1844, "deserved": 1845, "ann": 1846, "\"<br": 1847, "field": 1848, "smile": 1849, "jesus": 1850, "tarzan": 1851, "radio": 1852, "players": 1853, "accurate": 1854, "wide": 1855, "european": 1856, "japan": 1857, "dick": 1858, "issue": 1859, "plots": 1860, "soap": 1861, "guns": 1862, "community": 1863, "fail": 1864, "kevin": 1865, "/>when": 1866, "record": 1867, "eating": 1868, "freddy": 1869, "friendship": 1870, "officer": 1871, "cars": 1872, "vhs": 1873, "cable": 1874, "according": 1875, "knowledge": 1876, "nonsense": 1877, "fu": 1878, "loose": 1879, "70s": 1880, "spanish": 1881, "humanity": 1882, "saved": 1883, "starting": 1884, "aware": 1885, "responsible": 1886, "featuring": 1887, "monsters": 1888, "pulled": 1889, "ice": 1890, "judge": 1891, "hopes": 1892, "explained": 1893, "author": 1894, "mike": 1895, "broken": 1896, "terribly": 1897, "eat": 1898, "fat": 1899, "memories": 1900, "floor": 1901, "sucks": 1902, "treated": 1903, "understanding": 1904, "keeping": 1905, "bright": 1906, "lewis": 1907, "santa": 1908, "partner": 1909, "kinda": 1910, "manage": 1911, "lacking": 1912, "80s": 1913, "lynch": 1914, "finest": 1915, "numerous": 1916, "saving": 1917, "whilst": 1918, "villains": 1919, "originally": 1920, "blonde": 1921, "wind": 1922, "empty": 1923, "loss": 1924, "driving": 1925, "delightful": 1926, "private": 1927, "bland": 1928, "werewolf": 1929, "cuts": 1930, "screaming": 1931, "hits": 1932, "dealing": 1933, "witty": 1934, "noticed": 1935, "singer": 1936, "conflict": 1937, "sign": 1938, "realism": 1939, "months": 1940, "ordinary": 1941, "youth": 1942, "discover": 1943, "prove": 1944, "washington": 1945, "bigger": 1946, "dated": 1947, "below": 1948, "forces": 1949, "included": 1950, "pretentious": 1951, "whenever": 1952, "sing": 1953, "gene": 1954, "psychological": 1955, "discovered": 1956, "regular": 1957, "60": 1958, "opposite": 1959, "kong": 1960, "reviewers": 1961, "jimmy": 1962, "unfunny": 1963, "mine": 1964, "international": 1965, "loses": 1966, "kick": 1967, "simon": 1968, "portray": 1969, "scream": 1970, "brown": 1971, "wood": 1972, "morgan": 1973, "bob": 1974, "streets": 1975, "fate": 1976, "talents": 1977, "locations": 1978, "bank": 1979, "morning": 1980, "skills": 1981, "visit": 1982, "received": 1983, "opens": 1984, "owner": 1985, "shop": 1986, "humorous": 1987, "perspective": 1988, "calls": 1989, "concerned": 1990, "miles": 1991, "breaks": 1992, "gangster": 1993, "golden": 1994, "/>to": 1995, "satire": 1996, "blind": 1997, "traditional": 1998, "captured": 1999, "gags": 2000, "grant": 2001, "continues": 2002, "sea": 2003, "rubbish": 2004, "naturally": 2005, "magnificent": 2006, "edited": 2007, "current": 2008, "debut": 2009, "deals": 2010, "curious": 2011, "anthony": 2012, "genuine": 2013, "advice": 2014, "lucky": 2015, "ups": 2016, "behavior": 2017, "/>that": 2018, "african": 2019, "gary": 2020, "albert": 2021, "sean": 2022, "howard": 2023, "connection": 2024, "core": 2025, "luck": 2026, "jennifer": 2027, "results": 2028, "/>while": 2029, "foot": 2030, "murdered": 2031, "shallow": 2032, "cameo": 2033, "grown": 2034, "occasionally": 2035, "mission": 2036, "lesson": 2037, "remembered": 2038, "allows": 2039, "buddy": 2040, "stock": 2041, "trek": 2042, "eric": 2043, "na": 2044, "learned": 2045, "context": 2046, "corny": 2047, "dimensional": 2048, "national": 2049, "ass": 2050, "harris": 2051, "genuinely": 2052, "grew": 2053, "village": 2054, "/>i'm": 2055, "boat": 2056, "visuals": 2057, "thomas": 2058, "window": 2059, "revealed": 2060, "finale": 2061, "luke": 2062, "decade": 2063, "identity": 2064, "overly": 2065, "proved": 2066, "program": 2067, "ultimate": 2068, "versions": 2069, "existence": 2070, "steal": 2071, "study": 2072, "formula": 2073, "president": 2074, "d": 2075, "standing": 2076, "sheer": 2077, "favor": 2078, "board": 2079, "essentially": 2080, "unexpected": 2081, "unable": 2082, "survive": 2083, "anna": 2084, "awkward": 2085, "frankly": 2086, "speed": 2087, "ages": 2088, "develop": 2089, "references": 2090, "spectacular": 2091, "suffering": 2092, "bear": 2093, "psycho": 2094, "reach": 2095, "logic": 2096, "reaction": 2097, "mid": 2098, "passed": 2099, "travel": 2100, "types": 2101, "desert": 2102, "vampires": 2103, "visually": 2104, "parody": 2105, "flesh": 2106, "anne": 2107, "dan": 2108, "killers": 2109, "segment": 2110, "gon": 2111, "site": 2112, "sudden": 2113, "leader": 2114, "crappy": 2115, "marie": 2116, "them.<br": 2117, "bet": 2118, "robin": 2119, "brilliantly": 2120, "strength": 2121, "discovers": 2122, "11": 2123, "delivered": 2124, "efforts": 2125, "lake": 2126, "sheriff": 2127, "technology": 2128, "creates": 2129, "reviewer": 2130, "round": 2131, "stereotypes": 2132, "sake": 2133, "frame": 2134, "broadway": 2135, "welles": 2136, "insane": 2137, "evening": 2138, "rose": 2139, "majority": 2140, "kung": 2141, "clean": 2142, "gordon": 2143, "driven": 2144, "model": 2145, "code": 2146, "/>however": 2147, "emotionally": 2148, "protagonist": 2149, "executed": 2150, "pair": 2151, "relief": 2152, "graphic": 2153, "rob": 2154, "drew": 2155, "ran": 2156, "awards": 2157, "dreadful": 2158, "hill": 2159, "families": 2160, "utter": 2161, "sucked": 2162, "freedom": 2163, "failure": 2164, "painfully": 2165, "sinatra": 2166, "meeting": 2167, "relate": 2168, "caused": 2169, "foreign": 2170, "native": 2171, "fault": 2172, "gratuitous": 2173, "flashbacks": 2174, "hunter": 2175, "anime": 2176, "commercial": 2177, "built": 2178, "test": 2179, "aged": 2180, "decision": 2181, "practically": 2182, "ancient": 2183, "comparison": 2184, "asian": 2185, "wit": 2186, "barbara": 2187, "tape": 2188, "chosen": 2189, "obsessed": 2190, "pleasant": 2191, "religion": 2192, "woody": 2193, "vehicle": 2194, "range": 2195, "feet": 2196, "described": 2197, "gory": 2198, "chick": 2199, "laughter": 2200, "send": 2201, "wayne": 2202, "victoria": 2203, "generation": 2204, "fill": 2205, "individual": 2206, "breaking": 2207, "sell": 2208, "parker": 2209, "endless": 2210, "underrated": 2211, "hearing": 2212, "treatment": 2213, "center": 2214, "jr.": 2215, "combination": 2216, "cash": 2217, "bomb": 2218, "assume": 2219, "portrays": 2220, "victor": 2221, "proper": 2222, "attitude": 2223, "produce": 2224, "france": 2225, "steven": 2226, "sports": 2227, "halloween": 2228, "asking": 2229, "capable": 2230, "portraying": 2231, "choose": 2232, "exploitation": 2233, "believes": 2234, "seasons": 2235, "largely": 2236, "marry": 2237, "stopped": 2238, "levels": 2239, "rise": 2240, "product": 2241, "theatrical": 2242, "handsome": 2243, "learns": 2244, "warm": 2245, "chief": 2246, "excited": 2247, "roy": 2248, "rescue": 2249, "grow": 2250, "rules": 2251, "fly": 2252, "joseph": 2253, "involves": 2254, "r": 2255, "moore": 2256, "appealing": 2257, "classics": 2258, "entertained": 2259, "unrealistic": 2260, "dry": 2261, "recall": 2262, "dubbed": 2263, "sympathetic": 2264, "par": 2265, "ruined": 2266, "jackie": 2267, "cinderella": 2268, "nominated": 2269, "canadian": 2270, "seat": 2271, "safe": 2272, "contrived": 2273, "winner": 2274, "clue": 2275, "i.e.": 2276, "angel": 2277, "pity": 2278, "fame": 2279, "hearted": 2280, "crowd": 2281, "paper": 2282, "depressing": 2283, "haunting": 2284, "daniel": 2285, "contrast": 2286, "extras": 2287, "priest": 2288, "alex": 2289, "costs": 2290, "irritating": 2291, "1/2": 2292, "theaters": 2293, "strongly": 2294, "uk": 2295, "claim": 2296, "heck": 2297, "research": 2298, "evidence": 2299, "destroy": 2300, "sequels": 2301, "costume": 2302, "/>then": 2303, "football": 2304, "scare": 2305, "hall": 2306, "louis": 2307, "disgusting": 2308, "facts": 2309, "appropriate": 2310, "germany": 2311, "ryan": 2312, "talks": 2313, "teenager": 2314, "nancy": 2315, "losing": 2316, "anderson": 2317, "cost": 2318, "mask": 2319, "cares": 2320, "captures": 2321, "bringing": 2322, "naive": 2323, "matt": 2324, "o": 2325, "hunt": 2326, "embarrassing": 2327, "saturday": 2328, "matters": 2329, "united": 2330, "tend": 2331, "thoughts": 2332, "voices": 2333, "training": 2334, "lousy": 2335, "universal": 2336, "fits": 2337, "tiny": 2338, "fool": 2339, "correct": 2340, "lower": 2341, "hanging": 2342, "relatively": 2343, "haunted": 2344, "mini": 2345, "bodies": 2346, "walks": 2347, "oliver": 2348, "convinced": 2349, "vote": 2350, "/>you": 2351, "patrick": 2352, "steals": 2353, "promise": 2354, "horribly": 2355, "cowboy": 2356, "amateur": 2357, "baseball": 2358, "virtually": 2359, "fairy": 2360, "spoil": 2361, "contemporary": 2362, "walter": 2363, "robot": 2364, "insult": 2365, "teenagers": 2366, "market": 2367, "till": 2368, "hide": 2369, "excitement": 2370, "/>also": 2371, "inner": 2372, "nevertheless": 2373, "north": 2374, "10/10": 2375, "satisfying": 2376, "depicted": 2377, "t": 2378, "cutting": 2379, "holding": 2380, "covered": 2381, "creatures": 2382, "europe": 2383, "asleep": 2384, "continuity": 2385, "reporter": 2386, "max": 2387, "substance": 2388, "factor": 2389, "circumstances": 2390, "viewed": 2391, "influence": 2392, "initial": 2393, "handled": 2394, "remain": 2395, "texas": 2396, "murphy": 2397, "amateurish": 2398, "che": 2399, "lawyer": 2400, "u.s.": 2401, "witness": 2402, "trilogy": 2403, "provided": 2404, "danger": 2405, "skin": 2406, "drag": 2407, "pile": 2408, "service": 2409, "tedious": 2410, "f": 2411, "semi": 2412, "offensive": 2413, "/>well": 2414, "unfortunate": 2415, "presents": 2416, "surreal": 2417, "professor": 2418, "hat": 2419, "powell": 2420, "designed": 2421, "africa": 2422, "closer": 2423, "hitchcock": 2424, "touches": 2425, "australian": 2426, "politics": 2427, "unlikely": 2428, "sharp": 2429, "sisters": 2430, "shocked": 2431, "/>not": 2432, "liners": 2433, "him.<br": 2434, "russell": 2435, "target": 2436, "source": 2437, "scale": 2438, "fare": 2439, "structure": 2440, "serves": 2441, "angles": 2442, "refreshing": 2443, "lesbian": 2444, "category": 2445, "promising": 2446, "plans": 2447, "drop": 2448, "claims": 2449, "previously": 2450, "supernatural": 2451, "movement": 2452, "section": 2453, "rental": 2454, "display": 2455, "related": 2456, "roger": 2457, "hopefully": 2458, "propaganda": 2459, "mainstream": 2460, "suffers": 2461, "eight": 2462, "weekend": 2463, "brave": 2464, "prime": 2465, "kim": 2466, "ruin": 2467, "repeated": 2468, "focused": 2469, "chose": 2470, "spy": 2471, "columbo": 2472, "latest": 2473, "faced": 2474, "cartoons": 2475, "accidentally": 2476, "chan": 2477, "caine": 2478, "speaks": 2479, "adventures": 2480, "meanwhile": 2481, "deaths": 2482, "mrs.": 2483, "degree": 2484, "blow": 2485, "/>even": 2486, "/>at": 2487, "accents": 2488, "welcome": 2489, "deadly": 2490, "colors": 2491, "experiences": 2492, "surprises": 2493, "nude": 2494, "erotic": 2495, "qualities": 2496, "harsh": 2497, "realizes": 2498, "speech": 2499, "weeks": 2500, "crash": 2501, "convince": 2502, "believed": 2503, "print": 2504, "draw": 2505, "twisted": 2506, "routine": 2507, "enemy": 2508, "makeup": 2509, "dogs": 2510, "rain": 2511, "invisible": 2512, "wilson": 2513, "friday": 2514, "/>some": 2515, "teens": 2516, "guilty": 2517, "struggling": 2518, "veteran": 2519, "dozen": 2520, "uninteresting": 2521, "mistakes": 2522, "princess": 2523, "gritty": 2524, "recognize": 2525, "sympathy": 2526, "clark": 2527, "highlight": 2528, "pacino": 2529, "notch": 2530, "magical": 2531, "directly": 2532, "well.<br": 2533, "terror": 2534, "birth": 2535, "irish": 2536, "edward": 2537, "peace": 2538, "explains": 2539, "walked": 2540, "occasional": 2541, "mgm": 2542, "emma": 2543, "treasure": 2544, "committed": 2545, "security": 2546, "/>after": 2547, "friendly": 2548, "massive": 2549, "mountain": 2550, "/>on": 2551, "ted": 2552, "gas": 2553, "narration": 2554, "legendary": 2555, "hong": 2556, "kinds": 2557, "combined": 2558, "atrocious": 2559, "abuse": 2560, "darkness": 2561, "false": 2562, "suspenseful": 2563, "dollars": 2564, "whoever": 2565, "aliens": 2566, "multiple": 2567, "path": 2568, "offered": 2569, "appreciated": 2570, "paint": 2571, "universe": 2572, "driver": 2573, "sword": 2574, "prior": 2575, "changing": 2576, "14": 2577, "reveal": 2578, "metal": 2579, "experienced": 2580, "crying": 2581, "performed": 2582, "anger": 2583, "frightening": 2584, "featured": 2585, "passing": 2586, "nazi": 2587, "remotely": 2588, "variety": 2589, "vietnam": 2590, "forgettable": 2591, "regret": 2592, "fictional": 2593, "urban": 2594, "downright": 2595, "sorts": 2596, "stolen": 2597, "one.<br": 2598, "execution": 2599, "express": 2600, "surface": 2601, "/>first": 2602, "forest": 2603, "pitt": 2604, "spends": 2605, "lonely": 2606, "figured": 2607, "matrix": 2608, "exact": 2609, "hired": 2610, "aka": 2611, "/>of": 2612, "figures": 2613, "reputation": 2614, "trapped": 2615, "abandoned": 2616, "insight": 2617, "placed": 2618, "theory": 2619, "network": 2620, "blah": 2621, "afternoon": 2622, "beach": 2623, "story.<br": 2624, "rings": 2625, "melodrama": 2626, "conversation": 2627, "lugosi": 2628, "wear": 2629, "crude": 2630, "ai": 2631, "grim": 2632, "court": 2633, "bothered": 2634, "demons": 2635, "enter": 2636, "china": 2637, "blown": 2638, "account": 2639, "forth": 2640, "listening": 2641, "proud": 2642, "paying": 2643, "department": 2644, "required": 2645, "pulls": 2646, "donald": 2647, "san": 2648, "statement": 2649, "sarah": 2650, "reveals": 2651, "johnson": 2652, "starred": 2653, "cultural": 2654, "granted": 2655, "buying": 2656, "rule": 2657, "jobs": 2658, "dragon": 2659, "rights": 2660, "all.<br": 2661, "bourne": 2662, "scares": 2663, "mexican": 2664, "focuses": 2665, "lifetime": 2666, "california": 2667, "stays": 2668, "significant": 2669, "foster": 2670, "dude": 2671, "stayed": 2672, "alice": 2673, "titanic": 2674, "mexico": 2675, "un": 2676, "effectively": 2677, "rachel": 2678, "bus": 2679, "sunday": 2680, "unconvincing": 2681, "von": 2682, "k": 2683, "lisa": 2684, "delivery": 2685, "mere": 2686, "heavily": 2687, "handed": 2688, "amazed": 2689, "imagery": 2690, "teeth": 2691, "idiot": 2692, "sun": 2693, "dean": 2694, "jungle": 2695, "rolling": 2696, "julia": 2697, "indie": 2698, "angle": 2699, "mature": 2700, "/>don't": 2701, "christ": 2702, "everywhere": 2703, "quest": 2704, "grave": 2705, "freeman": 2706, "sir": 2707, "ghosts": 2708, "lights": 2709, "scenario": 2710, "worthwhile": 2711, "spite": 2712, "necessarily": 2713, "blockbuster": 2714, "rough": 2715, "me.<br": 2716, "favorites": 2717, "tight": 2718, "cruel": 2719, "beast": 2720, "sensitive": 2721, "ned": 2722, "hip": 2723, "faithful": 2724, "gross": 2725, "/>another": 2726, "clich\u00e9d": 2727, "fabulous": 2728, "device": 2729, "desperately": 2730, "belief": 2731, "ron": 2732, "revolution": 2733, "hoffman": 2734, "junk": 2735, "jon": 2736, "campy": 2737, "interview": 2738, "forgot": 2739, "bound": 2740, "beloved": 2741, "susan": 2742, "and/or": 2743, "sleeping": 2744, "bore": 2745, "shadow": 2746, "skill": 2747, "nation": 2748, "minds": 2749, "demon": 2750, "table": 2751, "facial": 2752, "views": 2753, "destroyed": 2754, "dress": 2755, "/>we": 2756, "renting": 2757, "intellectual": 2758, "seek": 2759, "closing": 2760, "suffer": 2761, "studios": 2762, "hardy": 2763, "artists": 2764, "subtitles": 2765, "reminiscent": 2766, "raw": 2767, "stereotypical": 2768, "helping": 2769, "con": 2770, "understood": 2771, "sounded": 2772, "position": 2773, "breath": 2774, "musicals": 2775, "slapstick": 2776, "pregnant": 2777, "deeper": 2778, "critical": 2779, "flashback": 2780, "drinking": 2781, "criminals": 2782, "wing": 2783, "league": 2784, "+": 2785, "25": 2786, "branagh": 2787, "flight": 2788, "warner": 2789, "murderer": 2790, "learning": 2791, "expert": 2792, "format": 2793, "prefer": 2794, "complicated": 2795, "greater": 2796, "happiness": 2797, "productions": 2798, "halfway": 2799, "aunt": 2800, "larry": 2801, "achieve": 2802, "truck": 2803, "decades": 2804, "status": 2805, "india": 2806, "ignore": 2807, "calling": 2808, "extraordinary": 2809, "cell": 2810, "notorious": 2811, "amazingly": 2812, "alright": 2813, "inept": 2814, "quirky": 2815, "initially": 2816, "prepared": 2817, "racist": 2818, "julie": 2819, "settings": 2820, "punch": 2821, "depiction": 2822, "mildly": 2823, "this.<br": 2824, "throwing": 2825, "u": 2826, "fourth": 2827, "dennis": 2828, "buck": 2829, "bbc": 2830, "/>with": 2831, "convey": 2832, "daughters": 2833, "wave": 2834, "suck": 2835, "description": 2836, "examples": 2837, "screening": 2838, "underground": 2839, "raised": 2840, "encounter": 2841, "tree": 2842, "picks": 2843, "midnight": 2844, "arms": 2845, "spoof": 2846, "entertain": 2847, "maria": 2848, "chilling": 2849, "toy": 2850, "disbelief": 2851, "criticism": 2852, "ha": 2853, "expression": 2854, "titles": 2855, "/>anyway": 2856, "base": 2857, "summary": 2858, "purely": 2859, "via": 2860, "kiss": 2861, "answers": 2862, "basis": 2863, "funnier": 2864, "dollar": 2865, "lincoln": 2866, "comical": 2867, "task": 2868, "honor": 2869, "shut": 2870, "touched": 2871, "throws": 2872, "environment": 2873, "join": 2874, "crafted": 2875, "burns": 2876, "serve": 2877, "thankfully": 2878, "introduction": 2879, "spoken": 2880, "jail": 2881, "rogers": 2882, "sidney": 2883, "sandler": 2884, "choices": 2885, "elizabeth": 2886, "locked": 2887, "regarding": 2888, "bollywood": 2889, "headed": 2890, "warned": 2891, "ludicrous": 2892, "cabin": 2893, "1950": 2894, "mouse": 2895, "pet": 2896, "brad": 2897, "brooks": 2898, "leslie": 2899, "fallen": 2900, "1980": 2901, "carrying": 2902, "everyday": 2903, "storytelling": 2904, "handle": 2905, "protect": 2906, "praise": 2907, "sitcom": 2908, "caring": 2909, "lane": 2910, "east": 2911, "blair": 2912, "succeeds": 2913, "timing": 2914, "m": 2915, "workers": 2916, "extent": 2917, "lesser": 2918, "trick": 2919, "provoking": 2920, "inspiration": 2921, "originality": 2922, "daily": 2923, "regard": 2924, "reference": 2925, "determined": 2926, "weapons": 2927, "wears": 2928, "turkey": 2929, "out.<br": 2930, "charge": 2931, "lion": 2932, "causes": 2933, "miller": 2934, "challenge": 2935, "carried": 2936, "term": 2937, "bitter": 2938, "tales": 2939, "southern": 2940, "guard": 2941, "experiment": 2942, "carries": 2943, "lazy": 2944, "raise": 2945, "burt": 2946, "established": 2947, "13": 2948, "embarrassed": 2949, "breathtaking": 2950, "ironic": 2951, "clips": 2952, "maker": 2953, "sleazy": 2954, "gruesome": 2955, "jewish": 2956, "graphics": 2957, "bat": 2958, "mirror": 2959, "sinister": 2960, "attempting": 2961, "navy": 2962, "authentic": 2963, "60s": 2964, "sold": 2965, "remote": 2966, "replaced": 2967, "laura": 2968, "cooper": 2969, "essential": 2970, "minded": 2971, "michelle": 2972, "enjoying": 2973, "notable": 2974, "reed": 2975, "jessica": 2976, "hood": 2977, "claire": 2978, "obsession": 2979, "mass": 2980, "jumps": 2981, "stanley": 2982, "interpretation": 2983, "goofy": 2984, "obnoxious": 2985, "bettie": 2986, "lie": 2987, "novels": 2988, "arrives": 2989, "mentally": 2990, "tradition": 2991, "balance": 2992, "amongst": 2993, "stomach": 2994, "wins": 2995, "adding": 2996, "properly": 2997, "cases": 2998, "c": 2999, "escapes": 3000, "risk": 3001, "sutherland": 3002, "holmes": 3003, "westerns": 3004, "rival": 3005, "8/10": 3006, "interviews": 3007, "shape": 3008, "seeking": 3009, "exists": 3010, "mansion": 3011, "comedian": 3012, "carpenter": 3013, "way.<br": 3014, "hole": 3015, "manager": 3016, "retarded": 3017, "tracy": 3018, "remind": 3019, "legs": 3020, "successfully": 3021, "marvelous": 3022, "upper": 3023, "that.<br": 3024, "1970": 3025, "stops": 3026, "strangely": 3027, "served": 3028, "stanwyck": 3029, "frequently": 3030, "packed": 3031, "cook": 3032, "busy": 3033, "intentions": 3034, "nowadays": 3035, "flow": 3036, "intensity": 3037, "shower": 3038, "topic": 3039, "attacked": 3040, "bridge": 3041, "mob": 3042, "n": 3043, "contain": 3044, "laid": 3045, "sum": 3046, "inspector": 3047, "flawed": 3048, "patient": 3049, "ashamed": 3050, "stylish": 3051, "/>-": 3052, "wanna": 3053, "drives": 3054, "existent": 3055, "philip": 3056, "sullivan": 3057, "jake": 3058, "baker": 3059, "horrific": 3060, "cynical": 3061, "/>although": 3062, "grey": 3063, "confusion": 3064, "tongue": 3065, "chair": 3066, "mindless": 3067, "suspects": 3068, "albeit": 3069, "pitch": 3070, "revolves": 3071, "usa": 3072, "refuses": 3073, "stranger": 3074, "angels": 3075, "fish": 3076, "riding": 3077, "opened": 3078, "lucy": 3079, "screenwriter": 3080, "thrilling": 3081, "torn": 3082, "ratings": 3083, "wealthy": 3084, "warn": 3085, "overcome": 3086, "upset": 3087, "sides": 3088, "attacks": 3089, "fbi": 3090, "bo": 3091, "sin": 3092, "struggles": 3093, "text": 3094, "here.<br": 3095, "madness": 3096, "2000": 3097, "tense": 3098, "thief": 3099, "greatly": 3100, "expressions": 3101, "poignant": 3102, "presentation": 3103, "personalities": 3104, "adapted": 3105, "life.<br": 3106, "glass": 3107, "jay": 3108, "internet": 3109, "vacation": 3110, "controversial": 3111, "wishes": 3112, "brando": 3113, "elvis": 3114, "2006": 3115, "medical": 3116, "hence": 3117, "alas": 3118, "dinner": 3119, "delight": 3120, "spin": 3121, "bette": 3122, "pool": 3123, "wwii": 3124, "hundreds": 3125, "hills": 3126, "rochester": 3127, "per": 3128, "suffered": 3129, "nine": 3130, "contact": 3131, "broke": 3132, "burton": 3133, "thousands": 3134, "perform": 3135, "bugs": 3136, "storm": 3137, "countries": 3138, "arm": 3139, "noble": 3140, "credibility": 3141, "end.<br": 3142, "wasting": 3143, "catholic": 3144, "widmark": 3145, "stupidity": 3146, "dubbing": 3147, "spielberg": 3148, "hundred": 3149, "technically": 3150, "lessons": 3151, "guessing": 3152, "sings": 3153, "happily": 3154, "separate": 3155, "tour": 3156, "glimpse": 3157, "cheese": 3158, "advantage": 3159, "pride": 3160, "seagal": 3161, "streisand": 3162, "racism": 3163, "physically": 3164, "courage": 3165, "trite": 3166, "hint": 3167, "performers": 3168, "franchise": 3169, "credible": 3170, "card": 3171, "neat": 3172, "dentist": 3173, "uncomfortable": 3174, "trial": 3175, "pack": 3176, "proof": 3177, "tied": 3178, "plastic": 3179, "sexuality": 3180, "gripping": 3181, "thrillers": 3182, "crisis": 3183, "dislike": 3184, "flash": 3185, "andrews": 3186, "needless": 3187, "corner": 