{"<unk>": 0, "the": 1, "a": 2, "and": 3, "of": 4, "to": 5, "is": 6, "in": 7, "I": 8, "that": 9, "this": 10, "it": 11, "/><br": 12, "was": 13, "as": 14, "with": 15, "for": 16, "but": 17, "The": 18, "on": 19, "movie": 20, "are": 21, "his": 22, "film": 23, "have": 24, "not": 25, "be": 26, "you": 27, "he": 28, "by": 29, "at": 30, "one": 31, "an": 32, "from": 33, "who": 34, "like": 35, "all": 36, "they": 37, "has": 38, "so": 39, "just": 40, "about": 41, "or": 42, "her": 43, "out": 44, "some": 45, "very": 46, "more": 47, "This": 48, "would": 49, "what": 50, "when": 51, "good": 52, "only": 53, "their": 54, "It": 55, "if": 56, "had": 57, "really": 58, "it's": 59, "which": 60, "up": 61, "even": 62, "can": 63, "were": 64, "my": 65, "see": 66, "no": 67, "she": 68, "than": 69, "-": 70, "been": 71, "there": 72, "into": 73, "get": 74, "will": 75, "story": 76, "much": 77, "because": 78, "other": 79, "most": 80, "we": 81, "time": 82, "me": 83, "make": 84, "could": 85, "also": 86, "do": 87, "how": 88, "first": 89, "people": 90, "its": 91, "/>The": 92, "any": 93, "great": 94, "don't": 95, "made": 96, "think": 97, "bad": 98, "him": 99, "being": 100, "many": 101, "never": 102, "then": 103, "But": 104, "two": 105, "<br": 106, "too": 107, "little": 108, "after": 109, "where": 110, "way": 111, "And": 112, "it.": 113, "them": 114, "well": 115, "your": 116, "watch": 117, "seen": 118, "does": 119, "movie.": 120, "know": 121, "It's": 122, "character": 123, "did": 124, "characters": 125, "movies": 126, "best": 127, "love": 128, "ever": 129, "over": 130, "still": 131, "A": 132, "In": 133, "should": 134, "films": 135, "plot": 136, "such": 137, "acting": 138, "these": 139, "i": 140, "off": 141, "show": 142, "film.": 143, "He": 144, "better": 145, "doesn't": 146, "through": 147, "say": 148, "go": 149, "those": 150, "If": 151, "something": 152, "makes": 153, "didn't": 154, "There": 155, "scene": 156, "film,": 157, "find": 158, "I'm": 159, "back": 160, "movie,": 161, "watching": 162, "few": 163, "real": 164, "scenes": 165, "actually": 166, "going": 167, "same": 168, "life": 169, "/>I": 170, "quite": 171, "lot": 172, "look": 173, "while": 174, "want": 175, "&": 176, "end": 177, "thing": 178, "seems": 179, "every": 180, "got": 181, "old": 182, "why": 183, "pretty": 184, "can't": 185, "man": 186, "nothing": 187, "actors": 188, "years": 189, "another": 190, "between": 191, "take": 192, "before": 193, "give": 194, "may": 195, "gets": 196, "part": 197, "young": 198, "thought": 199, "I've": 200, "around": 201, "things": 202, "it,": 203, "isn't": 204, "without": 205, "saw": 206, "always": 207, "own": 208, "work": 209, "almost": 210, "must": 211, "whole": 212, "cast": 213, "down": 214, "might": 215, "both": 216, "new": 217, "though": 218, "us": 219, "come": 220, "They": 221, "bit": 222, "least": 223, "here": 224, "enough": 225, "horror": 226, "director": 227, "feel": 228, "big": 229, "original": 230, "am": 231, "probably": 232, "As": 233, "fact": 234, "rather": 235, "far": 236, "kind": 237, "found": 238, "long": 239, "last": 240, "funny": 241, "that's": 242, "comes": 243, "anything": 244, "since": 245, "making": 246, "trying": 247, "\"The": 248, "each": 249, "now": 250, "action": 251, "done": 252, "interesting": 253, "What": 254, "You": 255, "right": 256, "She": 257, "our": 258, "worst": 259, "looks": 260, "point": 261, "believe": 262, "goes": 263, "put": 264, "played": 265, "he's": 266, "/>This": 267, "main": 268, "wasn't": 269, "role": 270, "guy": 271, "family": 272, "having": 273, "series": 274, "seem": 275, "plays": 276, "performance": 277, "takes": 278, "script": 279, "hard": 280, "world": 281, "When": 282, "watched": 283, "worth": 284, "minutes": 285, "looking": 286, "music": 287, "different": 288, "TV": 289, "anyone": 290, "especially": 291, "shows": 292, "sure": 293, "away": 294, "woman": 295, "set": 296, "someone": 297, "times": 298, "time.": 299, "during": 300, "yet": 301, "left": 302, "comedy": 303, "John": 304, "three": 305, "girl": 306, "there's": 307, "simply": 308, "American": 309, "fun": 310, "seeing": 311, "completely": 312, "reason": 313, "play": 314, "you're": 315, "special": 316, "used": 317, "Not": 318, "read": 319, "again": 320, "true": 321, "One": 322, "need": 323, "For": 324, "use": 325, "--": 326, "sense": 327, "idea": 328, "version": 329, "everything": 330, "place": 331, "until": 332, "help": 333, "given": 334, "So": 335, "beautiful": 336, "nice": 337, "rest": 338, "truly": 339, "less": 340, "job": 341, "money": 342, "came": 343, "DVD": 344, "recommend": 345, "try": 346, "We": 347, "ending": 348, "once": 349, "That": 350, "gives": 351, "tell": 352, "getting": 353, "said": 354, "second": 355, "shot": 356, "everyone": 357, "My": 358, "high": 359, "himself": 360, "excellent": 361, "keep": 362, "couple": 363, "actor": 364, "All": 365, "(and": 366, "enjoy": 367, "half": 368, "supposed": 369, "become": 370, "audience": 371, "playing": 372, "understand": 373, "all,": 374, "felt": 375, "effects": 376, "However,": 377, "poor": 378, "entire": 379, "liked": 380, "couldn't": 381, "small": 382, "early": 383, "fan": 384, "wife": 385, "start": 386, "went": 387, "together": 388, "doing": 389, "against": 390, "full": 391, "remember": 392, "book": 393, "THE": 394, "screen": 395, "Even": 396, "let": 397, "2": 398, "Hollywood": 399, "absolutely": 400, "definitely": 401, "often": 402, "is,": 403, "time,": 404, "becomes": 405, "later": 406, "sort": 407, "10": 408, "waste": 409, "along": 410, "day": 411, "seemed": 412, "year": 413, "At": 414, "\u0096": 415, "After": 416, "His": 417, "certainly": 418, "next": 419, "piece": 420, "short": 421, ".": 422, "maybe": 423, "several": 424, "human": 425, "black": 426, "although": 427, "else": 428, "kids": 429, "instead": 430, "wanted": 431, "wonderful": 432, "camera": 433, "production": 434, "course": 435, "performances": 436, "that,": 437, "loved": 438, "them.": 439, "classic": 440, "tries": 441, "To": 442, "totally": 443, "father": 444, "women": 445, "men": 446, "able": 447, "wants": 448, "I'd": 449, "live": 450, "mind": 451, "home": 452, "called": 453, "gave": 454, "hope": 455, "line": 456, "enjoyed": 457, "top": 458, "already": 459, "person": 460, "based": 461, "friends": 462, "turn": 463, "story,": 464, "video": 465, "starts": 466, "perfect": 467, "New": 468, "(the": 469, "one.": 470, "turns": 471, "under": 472, "final": 473, "this.": 474, "won't": 475, "name": 476, "While": 477, "problem": 478, "sex": 479, "care": 480, "episode": 481, "mean": 482, "him.": 483, "me.": 484, "written": 485, "moments": 486, "low": 487, "finally": 488, "lost": 489, "either": 490, "stupid": 491, "lead": 492, "Michael": 493, "favorite": 494, "lines": 495, "took": 496, "behind": 497, "this,": 498, "cannot": 499, "she's": 500, "face": 501, "Of": 502, "No": 503, "you'll": 504, "head": 505, "story.": 506, "budget": 507, "stars": 508, "well.": 509, "good.": 510, "title": 511, "sound": 512, "fine": 513, "guess": 514, "death": 515, "Some": 516, "school": 517, "they're": 518, "me,": 519, "film's": 520, "all.": 521, "How": 522, "night": 523, "extremely": 524, "dialogue": 525, "lack": 526, "heard": 527, "beginning": 528, "style": 529, "life.": 530, "itself": 531, "terrible": 532, "star": 533, "feeling": 534, "perhaps": 535, "house": 536, "others": 537, "works": 538, "boring": 539, "wouldn't": 540, "attempt": 541, "expect": 542, "decent": 543, "looked": 544, "kill": 545, "course,": 546, "lives": 547, "good,": 548, "Mr.": 549, "There's": 550, "/>In": 551, "quality": 552, "late": 553, "friend": 554, "With": 555, "Then": 556, "entertaining": 557, "well,": 558, "/>It": 559, "Just": 560, "particularly": 561, "fans": 562, "fight": 563, "highly": 564, "wrong": 565, "thinking": 566, "viewer": 567, "finds": 568, "case": 569, "complete": 570, "whose": 571, "directed": 572, "throughout": 573, "leave": 574, "taken": 575, "obviously": 576, "writing": 577, "amazing": 578, "exactly": 579, "guys": 580, "/>If": 581, "somewhat": 582, "movies.": 583, "awful": 584, "shown": 585, "says": 586, "evil": 587, "3": 588, "Why": 589, "obvious": 590, "laugh": 591, "told": 592, "James": 593, "movies,": 594, "boy": 595, "run": 596, "past": 597, "close": 598, "number": 599, "films,": 600, "parts": 601, "however,": 602, "wonder": 603, "type": 604, "group": 605, "across": 606, "opening": 607, "car": 608, "picture": 609, "mother": 610, "soon": 611, "acting,": 612, "white": 613, "dead": 614, "war": 615, "sometimes": 616, "save": 617, "turned": 618, "tells": 619, "despite": 620, "coming": 621, "known": 622, "worse": 623, "direction": 624, "strong": 625, "started": 626, "that.": 627, "local": 628, "killer": 629, "side": 630, "taking": 631, "hour": 632, "wish": 633, "knew": 634, "children": 635, "myself": 636, "huge": 637, ",": 638, "stop": 639, "happens": 640, "except": 641, "it.<br": 642, "running": 643, "act": 644, "here.": 645, "killed": 646, "usually": 647, "single": 648, "female": 649, "bad.": 650, "aren't": 651, "way,": 652, "stories": 653, "fact,": 654, "girls": 655, "including": 656, "supporting": 657, "British": 658, "major": 659, "David": 660, "bring": 661, "/>There": 662, "involved": 663, "dark": 664, "due": 665, "humor": 666, "Robert": 667, "characters,": 668, "voice": 669, "town": 670, "talking": 671, "out.": 672, "hit": 673, "call": 674, "game": 675, "brilliant": 676, "Don't": 677, "musical": 678, "!": 679, "giving": 680, "falls": 681, "end,": 682, "and,": 683, "relationship": 684, "actress": 685, "I'll": 686, "ends": 687, "saying": 688, "again.": 689, "son": 690, "clearly": 691, "mostly": 692, "one,": 693, "living": 694, "Well,": 695, "easily": 696, "serious": 697, "police": 698, "matter": 699, "order": 700, "drama": 701, "feels": 702, "themselves": 703, "appears": 704, "bad,": 705, "actual": 706, "needs": 707, "example": 708, "moment": 709, "similar": 710, "important": 711, "change": 712, "chance": 713, "end.": 714, "modern": 715, "nearly": 716, "child": 717, "haven't": 718, "is.": 719, "cinema": 720, "/>But": 721, "comic": 722, "history": 723, "Although": 724, "On": 725, "seen.": 726, "horrible": 727, "way.": 728, "art": 729, "/>": 730, "named": 731, "heart": 732, "mention": 733, "movie.<br": 734, "her.": 735, "That's": 736, "interest": 737, "happened": 738, "released": 739, "beyond": 740, "English": 741, "cut": 742, "kept": 743, "knows": 744, "here,": 745, "usual": 746, "plot,": 747, "kid": 748, "stuff": 749, "using": 750, "brought": 751, "again,": 752, "slow": 753, "within": 754, "simple": 755, "films.": 756, "typical": 757, "romantic": 758, "eyes": 759, "bunch": 760, "tried": 761, "certain": 762, "him,": 763, "hours": 764, "showing": 765, "whether": 766, "near": 767, "/>A": 768, "upon": 769, "fall": 770, "film.<br": 771, "strange": 772, "George": 773, "events": 774, "life,": 775, "score": 776, "decided": 777, "shots": 778, "/>As": 779, "four": 780, "body": 781, "working": 782, "among": 783, "Jack": 784, "Her": 785, "yourself": 786, "surprised": 787, "hear": 788, "begins": 789, "(I": 790, "five": 791, "on.": 792, "(as": 793, "sad": 794, "cheap": 795, "greatest": 796, "became": 797, "Paul": 798, "Richard": 799, "happen": 800, "none": 801, "Maybe": 802, "song": 803, "famous": 804, "learn": 805, "middle": 806, "/>And": 807, "annoying": 808, "daughter": 809, "days": 810, "happy": 811, "jokes": 812, "stay": 813, "sit": 814, "basically": 815, "too.": 816, "Peter": 817, "experience": 818, "sets": 819, "songs": 820, "/>It's": 821, "murder": 822, "sequence": 823, "(which": 824, "1": 825, "attention": 826, "funny.": 827, "sexual": 828, "lots": 829, "talk": 830, "above": 831, "buy": 832, "documentary": 833, "stand": 834, "view": 835, "easy": 836, "hate": 837, "From": 838, "funny,": 839, "difficult": 840, "clear": 841, "light": 842, "leaves": 843, "husband": 844, "realize": 845, "keeps": 846, "means": 847, "elements": 848, "characters.": 849, "episodes": 850, "meets": 851, "Now": 852, "brother": 853, "alone": 854, "Its": 855, "cinematography": 856, "genre": 857, "5": 858, "character,": 859, "roles": 860, "figure": 861, "Japanese": 862, "word": 863, "out,": 864, "These": 865, "ones": 866, "violence": 867, "them,": 868, "flick": 869, "hand": 870, "First": 871, "poorly": 872, "possibly": 873, "brings": 874, "doubt": 875, "age": 876, "emotional": 877, "say,": 878, "silly": 879, "move": 880, "you've": 881, "nor": 882, "possible": 883, "Is": 884, "French": 885, "NOT": 886, "theme": 887, "previous": 888, "ten": 889, "problems": 890, "on,": 891, "Like": 892, "killing": 893, "novel": 894, "who's": 895, "reality": 896, "leads": 897, "moving": 898, "straight": 899, "apparently": 900, "talent": 901, "television": 902, "comments": 903, "add": 904, "(or": 905, "Most": 906, "career": 907, "towards": 908, "better.": 909, "reading": 910, "level": 911, "message": 912, "deal": 913, "overall": 914, "enjoyable": 915, "Oscar": 916, "Tom": 917, "An": 918, "write": 919, "ridiculous": 920, "review": 921, "various": 922, "herself": 923, "meant": 924, "needed": 925, "cool": 926, "filmed": 927, "create": 928, "work.": 929, "gore": 930, "though,": 931, "leading": 932, "blood": 933, "personal": 934, "begin": 935, "incredibly": 936, "somehow": 937, "room": 938, "feature": 939, "watch.": 940, "4": 941, "manages": 942, "forced": 943, "whom": 944, "Also": 945, "hell": 946, "form": 947, "particular": 948, "animation": 949, "show.": 950, "eventually": 951, "future": 952, "appear": 953, "up.": 954, "hero": 955, "He's": 956, "third": 957, "writer": 958, "points": 959, "there.": 960, "fairly": 961, "interested": 962, "effort": 963, "scary": 964, "meet": 965, "rent": 966, "hilarious": 967, "older": 968, "expecting": 969, "her,": 970, "plenty": 971, "dramatic": 972, "you.": 973, "reviews": 974, "viewers": 975, "subject": 976, "attempts": 977, "team": 978, "weak": 979, "power": 980, "scenes,": 981, "hardly": 982, "political": 983, "male": 984, "follow": 985, "Joe": 986, "features": 987, "scene,": 988, "York": 989, "Also,": 990, "decides": 991, "tale": 992, "premise": 993, "average": 994, "worked": 995, "up,": 996, "imagine": 997, "total": 998, "Lee": 999, "country": 1000, "crap": 1001, "gone": 1002, "forget": 1003, "Disney": 1004, "fantastic": 1005, "pay": 1006, "20": 1007, "expected": 1008, "plain": 1009, "King": 1010, "words": 1011, "minute": 1012, "Who": 1013, "however": 1014, "dialog": 1015, "uses": 1016, "class": 1017, "By": 1018, "viewing": 1019, "fails": 1020, "front": 1021, "(a": 1022, "theater": 1023, "forward": 1024, "badly": 1025, "storyline": 1026, "comment": 1027, "(who": 1028, "admit": 1029, "sees": 1030, "waiting": 1031, "unique": 1032, "writers": 1033, "deserves": 1034, "slightly": 1035, "ask": 1036, "sounds": 1037, "fast": 1038, "open": 1039, "dance": 1040, "nature": 1041, "portrayed": 1042, "stage": 1043, "social": 1044, "hold": 1045, "sequences": 1046, "soundtrack": 1047, "footage": 1048, "spent": 1049, "atmosphere": 1050, "realistic": 1051, "William": 1052, "crime": 1053, "agree": 1054, "directors": 1055, "years.": 1056, "times,": 1057, "...": 1058, "check": 1059, "what's": 1060, "dull": 1061, "recent": 1062, "biggest": 1063, "caught": 1064, "talented": 1065, "telling": 1066, "there,": 1067, "quickly": 1068, "perfectly": 1069, "wait": 1070, "predictable": 1071, "visual": 1072, "etc.": 1073, "spend": 1074, "Dr.": 1075, "memorable": 1076, "parents": 1077, "entirely": 1078, "battle": 1079, "large": 1080, "ways": 1081, "powerful": 1082, "sequel": 1083, "result": 1084, "outside": 1085, "wrote": 1086, "amount": 1087, "deep": 1088, "people.": 1089, "Or": 1090, "plot.": 1091, "made.": 1092, "fighting": 1093, "question": 1094, "disappointed": 1095, "period": 1096, "weird": 1097, "pure": 1098, "editing": 1099, "rating": 1100, "/>What": 1101, "people,": 1102, "said,": 1103, "appreciate": 1104, "earlier": 1105, "work,": 1106, "showed": 1107, "show,": 1108, "it!": 1109, "compared": 1110, "inside": 1111, "material": 1112, "kills": 1113, "weren't": 1114, "lame": 1115, "Yes,": 1116, "former": 1117, "actors,": 1118, "release": 1119, "copy": 1120, "popular": 1121, "moves": 1122, "filmmakers": 1123, "filled": 1124, "city": 1125, "casting": 1126, "Ben": 1127, "creepy": 1128, "decide": 1129, "sister": 1130, "Man": 1131, "positive": 1132, "unless": 1133, "scenes.": 1134, "cheesy": 1135, "superb": 1136, "comedy,": 1137, "runs": 1138, "screenplay": 1139, "portrayal": 1140, "missing": 1141, "present": 1142, "consider": 1143, "considered": 1144, "free": 1145, "be.": 1146, "more.": 1147, "recently": 1148, "too,": 1149, "credits": 1150, "entertainment": 1151, "character.": 1152, "ideas": 1153, "seriously": 1154, "rich": 1155, "thriller": 1156, "wasted": 1157, "married": 1158, "general": 1159, "Great": 1160, "ago": 1161, "common": 1162, "barely": 1163, "believable": 1164, "ended": 1165, "miss": 1166, "mystery": 1167, "follows": 1168, "created": 1169, "whatever": 1170, "opinion": 1171, "familiar": 1172, "gay": 1173, "Italian": 1174, "in.": 1175, "eye": 1176, "please": 1177, "likes": 1178, "Christmas": 1179, "further": 1180, "situation": 1181, "setting": 1182, "great,": 1183, "break": 1184, "bought": 1185, "War": 1186, "involving": 1187, "German": 1188, "fit": 1189, "suddenly": 1190, "But,": 1191, "Jane": 1192, "background": 1193, "leaving": 1194, "screen.": 1195, "Bill": 1196, "missed": 1197, "role.": 1198, "focus": 1199, "remake": 1200, "'The": 1201, "following": 1202, "members": 1203, "Unfortunately,": 1204, "successful": 1205, "box": 1206, "hands": 1207, "sorry": 1208, "utterly": 1209, "odd": 1210, "younger": 1211, "won": 1212, "rate": 1213, "\"I": 1214, "acting.": 1215, "fantasy": 1216, "surprise": 1217, "Best": 1218, "Well": 1219, "beauty": 1220, "glad": 1221, "(in": 1222, "starring": 1223, "you,": 1224, "crew": 1225, "Another": 1226, "man,": 1227, "OF": 1228, "basic": 1229, "God": 1230, "avoid": 1231, "solid": 1232, "considering": 1233, "managed": 1234, "animated": 1235, "movie's": 1236, "Good": 1237, "great.": 1238, "hot": 1239, "was,": 1240, "thinks": 1241, "crazy": 1242, "potential": 1243, "dumb": 1244, "zombie": 1245, "Scott": 1246, "sitting": 1247, "laughing": 1248, "ultimately": 1249, "Perhaps": 1250, "series,": 1251, "effect": 1252, "times.": 1253, "bored": 1254, "30": 1255, "world.": 1256, "chemistry": 1257, "mentioned": 1258, "/>My": 1259, "shame": 1260, "season": 1261, "slasher": 1262, "public": 1263, "acted": 1264, "US": 1265, "suspense": 1266, "truth": 1267, "directing": 1268, "generally": 1269, "cover": 1270, "singing": 1271, "bizarre": 1272, "explain": 1273, "speak": 1274, "likely": 1275, "not.": 1276, "/>All": 1277, "changed": 1278, "added": 1279, "IMDb": 1280, "space": 1281, "cast,": 1282, "twist": 1283, "intelligent": 1284, "book,": 1285, "convincing": 1286, "cop": 1287, "walk": 1288, "win": 1289, "fully": 1290, "romance": 1291, "much.": 1292, "adult": 1293, "thrown": 1294, "cinematic": 1295, "failed": 1296, "business": 1297, "Oh": 1298, "catch": 1299, "monster": 1300, "rare": 1301, "15": 1302, "effective": 1303, "Steve": 1304, "incredible": 1305, "/>One": 1306, "return": 1307, "clever": 1308, "Every": 1309, "off,": 1310, "Star": 1311, "scene.": 1312, "impossible": 1313, "World": 1314, "sent": 1315, "we're": 1316, "historical": 1317, "longer": 1318, "aspect": 1319, "credit": 1320, "equally": 1321, "ability": 1322, "produced": 1323, "today": 1324, "neither": 1325, "remains": 1326, "lady": 1327, "constantly": 1328, "shooting": 1329, "dancing": 1330, "success": 1331, "10.": 1332, "script,": 1333, "match": 1334, "development": 1335, "Mary": 1336, "concept": 1337, "escape": 1338, "years,": 1339, "Tony": 1340, "choice": 1341, "boys": 1342, "hoping": 1343, "series.": 1344, "stick": 1345, "computer": 1346, "otherwise": 1347, "producers": 1348, "comedy.": 1349, "indeed": 1350, "off.": 1351, "violent": 1352, "know,": 1353, "knowing": 1354, "puts": 1355, "Only": 1356, "pick": 1357, "trouble": 1358, "music,": 1359, "not,": 1360, "cute": 1361, "excuse": 1362, "do.": 1363, "exciting": 1364, "mean,": 1365, "Big": 1366, "contains": 1367, "immediately": 1368, "tension": 1369, "Because": 1370, "secret": 1371, "was.": 1372, "Very": 1373, "dream": 1374, "So,": 1375, "reasons": 1376, "Sam": 1377, "cause": 1378, "/>So": 1379, "(": 1380, "cult": 1381, "questions": 1382, "unlike": 1383, "depth": 1384, "literally": 1385, "Jim": 1386, "stands": 1387, "military": 1388, "makers": 1389, "laughs": 1390, "air": 1391, "trip": 1392, "together.": 1393, "enough,": 1394, "flat": 1395, "suggest": 1396, "cartoon": 1397, "society": 1398, "list": 1399, "villain": 1400, "surprisingly": 1401, "include": 1402, "Do": 1403, "OK": 1404, "pace": 1405, "died": 1406, "then,": 1407, "studio": 1408, "respect": 1409, "lacks": 1410, "amusing": 1411, "terms": 1412, "girlfriend": 1413, "college": 1414, "Though": 1415, "hasn't": 1416, "minor": 1417, "best.": 1418, "unfortunately": 1419, "presented": 1420, "tough": 1421, "adaptation": 1422, "nudity": 1423, "either.": 1424, "plus": 1425, "impressive": 1426, "impression": 1427, "die": 1428, "merely": 1429, "Frank": 1430, "fake": 1431, "images": 1432, "example,": 1433, "note": 1434, "Indian": 1435, "joke": 1436, "De": 1437, "band": 1438, "America": 1439, "Film": 1440, "walking": 1441, "about.": 1442, "appeal": 1443, "beautifully": 1444, "drawn": 1445, "apart": 1446, "proves": 1447, "Director": 1448, "appearance": 1449, "thing.": 1450, "control": 1451, "\"the": 1452, "\"": 1453, "state": 1454, "Christopher": 1455, "pass": 1456, "provides": 1457, "rock": 1458, "8": 1459, "innocent": 1460, "in,": 1461, "Watch": 1462, "red": 1463, "falling": 1464, "pointless": 1465, "natural": 1466, "mess": 1467, "becoming": 1468, "shoot": 1469, "you'd": 1470, "standard": 1471, "sick": 1472, "sci-fi": 1473, "Chris": 1474, "dog": 1475, "share": 1476, "brief": 1477, "loves": 1478, "role,": 1479, "silent": 1480, "touch": 1481, "subtle": 1482, "helps": 1483, "mainly": 1484, "suppose": 1485, "fellow": 1486, "appeared": 1487, "fell": 1488, "reminded": 1489, "mysterious": 1490, "day.": 1491, "minutes.": 1492, "narrative": 1493, "support": 1494, "IS": 1495, "offers": 1496, "aspects": 1497, "Here": 1498, "throw": 1499, "Harry": 1500, "adds": 1501, "thoroughly": 1502, "did.": 1503, "touching": 1504, "actors.": 1505, "acts": 1506, "normal": 1507, "pull": 1508, "Night": 1509, "audiences": 1510, "with.": 1511, "sweet": 1512, "fun.": 1513, "seemingly": 1514, "complex": 1515, "followed": 1516, "disturbing": 1517, "meaning": 1518, "central": 1519, "held": 1520, "store": 1521, "somewhere": 1522, "tired": 1523, "so,": 1524, "director,": 1525, "terrific": 1526, "ever.": 1527, "effects,": 1528, "putting": 1529, "value": 1530, "Black": 1531, "Charles": 1532, "revenge": 1533, "drug": 1534, "Despite": 1535, "rented": 1536, "serial": 1537, "surely": 1538, "fear": 1539, "South": 1540, "onto": 1541, "picked": 1542, "books": 1543, "delivers": 1544, "gun": 1545, "wondering": 1546, "mood": 1547, "charming": 1548, "paid": 1549, "themes": 1550, "minutes,": 1551, "action,": 1552, "stuck": 1553, "world,": 1554, "People": 1555, "day,": 1556, "language": 1557, "slowly": 1558, "tone": 1559, "company": 1560, "turning": 1561, "science": 1562, "painful": 1563, "Van": 1564, "lived": 1565, "self": 1566, "lovely": 1567, "fire": 1568, "finding": 1569, "Charlie": 1570, "redeeming": 1571, "moral": 1572, "heavy": 1573, "point,": 1574, "Will": 1575, "yes,": 1576, "office": 1577, "hand,": 1578, "absolute": 1579, "Once": 1580, "And,": 1581, "performance.": 1582, "AND": 1583, "to.": 1584, "Bruce": 1585, "opportunity": 1586, "presence": 1587, "Nothing": 1588, "negative": 1589, "willing": 1590, "rated": 1591, "funniest": 1592, "twists": 1593, "man.": 1594, "element": 1595, "Billy": 1596, "water": 1597, "Henry": 1598, "Both": 1599, "now,": 1600, "led": 1601, "force": 1602, "giant": 1603, "key": 1604, "baby": 1605, "love,": 1606, "doctor": 1607, "script.": 1608, "party": 1609, "awful.": 1610, "spirit": 1611, "cast.": 1612, "shouldn't": 1613, "allowed": 1614, "let's": 1615, "values": 1616, "changes": 1617, "available": 1618, "prison": 1619, "Two": 1620, "other.": 1621, "later,": 1622, "Many": 1623, "though.": 1624, "track": 1625, "interesting.": 1626, "Little": 1627, "away.": 1628, "supposedly": 1629, "nobody": 1630, "helped": 1631, "carry": 1632, "actor,": 1633, "movie!": 1634, "(not": 1635, "includes": 1636, "de": 1637, "laughed": 1638, "seen,": 1639, "issues": 1640, "thanks": 1641, "magic": 1642, "random": 1643, "describe": 1644, "7": 1645, "sexy": 1646, "Where": 1647, "Christian": 1648, "/>For": 1649, "bother": 1650, "soldiers": 1651, "time.<br": 1652, "She's": 1653, "(with": 1654, "before.": 1655, "filming": 1656, "image": 1657, "drive": 1658, "mix": 1659, "asks": 1660, "wrong.": 1661, "pieces": 1662, "ready": 1663, "fair": 1664, "feelings": 1665, "critics": 1666, "character's": 1667, "impressed": 1668, "Their": 1669, "boring.": 1670, "interesting,": 1671, "Too": 1672, "Other": 1673, "Movie": 1674, "thing,": 1675, "favourite": 1676, "approach": 1677, "family.": 1678, "humour": 1679, "intended": 1680, "audience.": 1681, "provide": 1682, "but,": 1683, "damn": 1684, "else.": 1685, "Oh,": 1686, "moved": 1687, "names": 1688, "masterpiece": 1689, "creative": 1690, "stunning": 1691, "martial": 1692, "gang": 1693, "Brian": 1694, "chase": 1695, "lose": 1696, "compelling": 1697, "tragic": 1698, "outstanding": 1699, "artistic": 1700, "era": 1701, "pathetic": 1702, "ending.": 1703, "adventure": 1704, "technical": 1705, "man's": 1706, "Jerry": 1707, "Alan": 1708, "comedic": 1709, "mental": 1710, "teenage": 1711, "victim": 1712, "performance,": 1713, "Instead": 1714, "done.": 1715, "House": 1716, "deeply": 1717, "opinion,": 1718, "book.": 1719, "Red": 1720, "street": 1721, "million": 1722, "wearing": 1723, "awesome": 1724, "purpose": 1725, "attack": 1726, "reminds": 1727, "back.": 1728, "allow": 1729, "physical": 1730, "fascinating": 1731, "boring,": 1732, "wife,": 1733, "project": 1734, "struggle": 1735, "developed": 1736, "continue": 1737, "sat": 1738, "journey": 1739, "gotten": 1740, "accept": 1741, "hair": 1742, "inspired": 1743, "build": 1744, "80's": 1745, "money.": 1746, "comedies": 1747, "difference": 1748, "place.": 1749, "now.": 1750, "better,": 1751, "holds": 1752, "wanting": 1753, "case,": 1754, "do,": 1755, "naked": 1756, "situations": 1757, "train": 1758, "step": 1759, "afraid": 1760, "Chinese": 1761, "wonderfully": 1762, "London": 1763, "government": 1764, "deliver": 1765, "first,": 1766, "Kelly": 1767, "realized": 1768, "member": 1769, "honestly": 1770, "family,": 1771, "made,": 1772, "\"A": 1773, "plan": 1774, "Ms.": 1775, "lets": 1776, "rarely": 1777, "search": 1778, "disappointed.": 1779, "sense.": 1780, "notice": 1781, "be,": 1782, "details": 1783, "culture": 1784, "direct": 1785, "Stewart": 1786, "himself.": 1787, "for.": 1788, "before,": 1789, "answer": 1790, "motion": 1791, "offer": 1792, "worthy": 1793, "cold": 1794, "toward": 1795, "Mr": 1796, "compare": 1797, "detective": 1798, "western": 1799, "began": 1800, "emotions": 1801, "gorgeous": 1802, "OK,": 1803, "honest": 1804, "places": 1805, "Stephen": 1806, "mediocre": 1807, "confused": 1808, "part,": 1809, "job.": 1810, "/>When": 1811, "earth": 1812, "trash": 1813, "dialogue,": 1814, "thus": 1815, "taste": 1816, "original,": 1817, "edge": 1818, "Smith": 1819, "watch,": 1820, "Having": 1821, "thats": 1822, "apparent": 1823, "marriage": 1824, "flying": 1825, "brain": 1826, "pictures": 1827, "fresh": 1828, "Since": 1829, "student": 1830, "religious": 1831, "constant": 1832, "intense": 1833, "creating": 1834, "latter": 1835, "climax": 1836, "listen": 1837, "9": 1838, "However": 1839, "six": 1840, "beat": 1841, "genius": 1842, "zombies": 1843, "introduced": 1844, "manage": 1845, "spot": 1846, "mad": 1847, "Miss": 1848, "costumes": 1849, "asked": 1850, "capture": 1851, "best,": 1852, "hadn't": 1853, "building": 1854, "Unfortunately": 1855, "pulled": 1856, "professional": 1857, "nowhere": 1858, "B": 1859, "independent": 1860, "exception": 1861, "Everything": 1862, "nasty": 1863, "extra": 1864, "bottom": 1865, "accent": 1866, "deserve": 1867, "information": 1868, "likable": 1869, "other,": 1870, "much,": 1871, "genre.": 1872, "it?": 1873, "(like": 1874, "Mark": 1875, "desperate": 1876, "ghost": 1877, "limited": 1878, "photography": 1879, "ahead": 1880, "treated": 1881, "woman,": 1882, "Martin": 1883, "(if": 1884, "down.": 1885, "blame": 1886, "animals": 1887, "hated": 1888, "students": 1889, "master": 1890, "ago,": 1891, "today's": 1892, "Rock": 1893, "Russian": 1894, "hidden": 1895, "charm": 1896, "scenery": 1897, "loud": 1898, "Now,": 1899, "personally": 1900, "shock": 1901, "see.": 1902, "so.": 1903, "90": 1904, "attractive": 1905, "quick": 1906, "actresses": 1907, "Tim": 1908, "murders": 1909, "winning": 1910, "superior": 1911, "Those": 1912, "Fred": 1913, "Did": 1914, "unusual": 1915, "addition": 1916, "cinema.": 1917, "City": 1918, "discover": 1919, "DVD.": 1920, "trailer": 1921, "terribly": 1922, "/>To": 1923, "numerous": 1924, "Was": 1925, "sadly": 1926, "right.": 1927, "Love": 1928, "growing": 1929, "extreme": 1930, "6": 1931, "prove": 1932, "phone": 1933, "finish": 1934, "love.": 1935, "flick.": 1936, "Ed": 1937, "smart": 1938, "week": 1939, "emotion": 1940, "terrible.": 1941, "keeping": 1942, "loses": 1943, "porn": 1944, "dealing": 1945, "Joan": 1946, "responsible": 1947, "?": 1948, "unbelievable": 1949, "long,": 1950, "rape": 1951, "mistake": 1952, "door": 1953, "mixed": 1954, "Everyone": 1955, "Yet": 1956, "disappointing": 1957, "Don": 1958, "girl,": 1959, "pain": 1960, "/>While": 1961, "genuinely": 1962, "impact": 1963, "kinda": 1964, "relationships": 1965, "Americans": 1966, "wild": 1967, "deals": 1968, "portray": 1969, "returns": 1970, "are,": 1971, "understanding": 1972, "ride": 1973, "100": 1974, "noir": 1975, "Jason": 1976, "point.": 1977, "40": 1978, "Batman": 1979, "hopes": 1980, "starting": 1981, "fun,": 1982, "Danny": 1983, "featuring": 1984, "/>I'm": 1985, "original.": 1986, "color": 1987, "brothers": 1988, "together,": 1989, "Jeff": 1990, "with,": 1991, "dad": 1992, "psychological": 1993, "childhood": 1994, "proved": 1995, "allows": 1996, "grew": 1997, "current": 1998, "cat": 1999, "remarkable": 2000, "road": 2001, "low-budget": 2002, "European": 2003, "scared": 2004, "mind.": 2005, "camp": 2006, "lies": 2007, "them.<br": 2008, "Arthur": 2009, "one's": 2010, "expectations": 2011, "traditional": 2012, "father,": 2013, "finished": 2014, "aware": 2015, "affair": 2016, "dreams": 2017, "producer": 2018, "oh": 2019, "dying": 2020, "discovers": 2021, "Anyway,": 2022, "wrong,": 2023, "unable": 2024, "Still,": 2025, "moments,": 2026, "sheer": 2027, "continues": 2028, "hotel": 2029, "content": 2030, "today.": 2031, "Allen": 2032, "bed": 2033, "suspect": 2034, "location": 2035, "Dead": 2036, "scientist": 2037, "bar": 2038, "numbers": 2039, "adults": 2040, "brutal": 2041, "really,": 2042, "learned": 2043, "Before": 2044, "saved": 2045, "surprising": 2046, "forgotten": 2047, "hits": 2048, "noticed": 2049, "lighting": 2050, "house,": 2051, "finest": 2052, "opens": 2053, "breaks": 2054, "everybody": 2055, "gonna": 2056, "Bad": 2057, "regular": 2058, "Which": 2059, "desire": 2060, "happening": 2061, "fan,": 2062, "shocking": 2063, "soul": 2064, "boyfriend": 2065, "Al": 2066, "Kevin": 2067, "Eddie": 2068, "Young": 2069, "speaking": 2070, "through.": 2071, "originally": 2072, "performances,": 2073, "loving": 2074, "Andy": 2075, "wooden": 2076, "vampire": 2077, "short,": 2078, "epic": 2079, "bloody": 2080, "victims": 2081, "Johnny": 2082, "calls": 2083, "majority": 2084, "clich\u00e9": 2085, "music.": 2086, "screen,": 2087, "CGI": 2088, "70's": 2089, "double": 2090, "confusing": 2091, "THIS": 2092, "bits": 2093, "teen": 2094, "pop": 2095, "driving": 2096, "plane": 2097, "necessary": 2098, "caused": 2099, "to,": 2100, "bigger": 2101, "angry": 2102, "island": 2103, "steal": 2104, "ultimate": 2105, "manner": 2106, "arts": 2107, "news": 2108, "reach": 2109, "date": 2110, "Adam": 2111, "visit": 2112, "seconds": 2113, "criminal": 2114, "ending,": 2115, "creates": 2116, "guy,": 2117, "fail": 2118, "Gene": 2119, "event": 2120, "Let's": 2121, "overly": 2122, "conclusion": 2123, "(for": 2124, "super": 2125, "right,": 2126, "anybody": 2127, "painfully": 2128, "Ray": 2129, "Paris": 2130, "garbage": 2131, "born": 2132, "Instead,": 2133, "met": 2134, "dies": 2135, "pleasure": 2136, "West": 2137, "cry": 2138, "genuine": 2139, "twice": 2140, "received": 2141, "faces": 2142, "friends,": 2143, "entertaining.": 2144, "fiction": 2145, "Jean": 2146, "apartment": 2147, "performances.": 2148, "relate": 2149, "discovered": 2150, "alive": 2151, "century": 2152, "practically": 2153, "cops": 2154, "race": 2155, "involves": 2156, "director's": 2157, "personality": 2158, "Anthony": 2159, "jump": 2160, "captured": 2161, "enough.": 2162, "(The": 2163, "(played": 2164, "sign": 2165, "/": 2166, "somebody": 2167, "Nick": 2168, "more,": 2169, "dangerous": 2170, "utter": 2171, "teacher": 2172, "design": 2173, "watching.": 2174, "Sean": 2175, "filmmaker": 2176, "awful,": 2177, "Williams": 2178, "learns": 2179, "opera": 2180, "drama,": 2181, "industry": 2182, "they've": 2183, "Douglas": 2184, "heads": 2185, "movie?": 2186, "hospital": 2187, "intriguing": 2188, "see,": 2189, "done,": 2190, "energy": 2191, "boss": 2192, "Jimmy": 2193, "animal": 2194, "detail": 2195, "essentially": 2196, "night,": 2197, "develop": 2198, "delightful": 2199, "reviewers": 2200, "himself,": 2201, "collection": 2202, "area": 2203, "largely": 2204, "asking": 2205, "fill": 2206, "whilst": 2207, "effects.": 2208, "described": 2209, "direction,": 2210, "crappy": 2211, "Spanish": 2212, "eat": 2213, "ran": 2214, "itself,": 2215, "ago.": 2216, "roles.": 2217, "who,": 2218, "forces": 2219, "White": 2220, "capable": 2221, "Earth": 2222, "tend": 2223, "actions": 2224, "commentary": 2225, "unnecessary": 2226, "/>Overall,": 2227, "system": 2228, "whenever": 2229, "job,": 2230, ":": 2231, "believes": 2232, "laughable": 2233, "deserved": 2234, "okay": 2235, "unknown": 2236, "recommended": 2237, "history.": 2238, "media": 2239, "Lady": 2240, "issue": 2241, "clothes": 2242, "captures": 2243, "pacing": 2244, "holes": 2245, "around.": 2246, "sight": 2247, "nicely": 2248, "part.": 2249, "lacking": 2250, "Mike": 2251, "months": 2252, "connection": 2253, "others.": 2254, "portrays": 2255, "soap": 2256, "Davis": 2257, "pair": 2258, "remembered": 2259, "fights": 2260, "loose": 2261, "bright": 2262, "(but": 2263, "Dick": 2264, "(even": 2265, "Kate": 2266, "action.": 2267, "portraying": 2268, "treat": 2269, "alien": 2270, "proper": 2271, "combination": 2272, "aside": 2273, "ugly": 2274, "money,": 2275, "food": 2276, "Sure,": 2277, "knowledge": 2278, "death.": 2279, "ship": 2280, "picture.": 2281, "classic.": 2282, "tragedy": 2283, "tears": 2284, "engaging": 2285, "therefore": 2286, "god": 2287, "army": 2288, "Gary": 2289, "like,": 2290, "seven": 2291, "Go": 2292, "normally": 2293, "higher": 2294, "passed": 2295, "walks": 2296, "assume": 2297, "Ann": 2298, "creature": 2299, "Part": 2300, "occasionally": 2301, "justice": 2302, "choose": 2303, "over.": 2304, "Bob": 2305, "lover": 2306, "steals": 2307, "grow": 2308, "ancient": 2309, "place,": 2310, "built": 2311, "Jackson": 2312, "itself.": 2313, "thin": 2314, "flicks": 2315, "VHS": 2316, "brilliantly": 2317, "trust": 2318, "radio": 2319, "awkward": 2320, "folks": 2321, "foreign": 2322, "included": 2323, "(although": 2324, "long.": 2325, "Steven": 2326, "crap.": 2327, "losing": 2328, "No,": 2329, "record": 2330, "flaws": 2331, "unexpected": 2332, "count": 2333, "stock": 2334, "sell": 2335, "produce": 2336, "quiet": 2337, "absurd": 2338, "home,": 2339, "Academy": 2340, "twenty": 2341, "away,": 2342, "reason,": 2343, "explanation": 2344, "relatively": 2345, "night.": 2346, "study": 2347, "intelligence": 2348, "send": 2349, "agent": 2350, "below": 2351, "stopped": 2352, "Anyone": 2353, "him.<br": 2354, "ruined": 2355, "kick": 2356, "virtually": 2357, "Eric": 2358, "grown": 2359, "delivered": 2360, "humor,": 2361, "memories": 2362, "dressed": 2363, "bringing": 2364, "initial": 2365, "cameo": 2366, "gangster": 2367, "fits": 2368, "graphic": 2369, "remain": 2370, "land": 2371, "gratuitous": 2372, "emotionally": 2373, "Can": 2374, "players": 2375, "strongly": 2376, "memory": 2377, "empty": 2378, "****": 2379, "eating": 2380, "smile": 2381, "hurt": 2382, "gem": 2383, "endless": 2384, "ordinary": 2385, "ground": 2386, "convinced": 2387, "/>You": 2388, "See": 2389, "meeting": 2390, "director.": 2391, "destroy": 2392, "soldier": 2393, "standing": 2394, "holding": 2395, "lines,": 2396, "Morgan": 2397, "claim": 2398, "saving": 2399, "vision": 2400, "actor.": 2401, "blind": 2402, "violence,": 2403, "Jennifer": 2404, "/>Not": 2405, "curious": 2406, "mouth": 2407, "/>At": 2408, "joy": 2409, "bland": 2410, "worse.": 2411, "anything.": 2412, "serves": 2413, "murdered": 2414, "spoil": 2415, "about,": 2416, "50": 2417, "artist": 2418, "lives.": 2419, "station": 2420, "Watching": 2421, "pretentious": 2422, "suffers": 2423, "obsessed": 2424, "ever,": 2425, "references": 2426, "beautiful,": 2427, "Taylor": 2428, "we've": 2429, "pilot": 2430, "law": 2431, "least,": 2432, "around,": 2433, "themselves.": 2434, "Barbara": 2435, "style,": 2436, "latest": 2437, "days.": 2438, "i'm": 2439, "hearing": 2440, "humans": 2441, "year.": 2442, "Jones": 2443, "/>Even": 2444, "loss": 2445, "Joseph": 2446, "down,": 2447, "cuts": 2448, "accurate": 2449, "Last": 2450, "travel": 2451, "conflict": 2452, "talks": 2453, "death,": 2454, "bet": 2455, "award": 2456, "would've": 2457, "reaction": 2458, "length": 2459, "pleasant": 2460, "son,": 2461, "(though": 2462, "insult": 2463, "underrated": 2464, "does.": 2465, "strength": 2466, "well.<br": 2467, "Canadian": 2468, "mom": 2469, "wide": 2470, "budget,": 2471, "Asian": 2472, "chose": 2473, "heroes": 2474, "drunk": 2475, "chosen": 2476, "U.S.": 2477, "marry": 2478, "today,": 2479, "reviewer": 2480, "Horror": 2481, "(especially": 2482, "theatrical": 2483, "mark": 2484, "anyway.": 2485, "provided": 2486, "back,": 2487, "talents": 2488, "horribly": 2489, "realizes": 2490, "Are": 2491, "broken": 2492, "ruin": 2493, "stupid,": 2494, "sleep": 2495, "Santa": 2496, "Without": 2497, "range": 2498, "anywhere": 2499, "contemporary": 2500, "sing": 2501, "flick,": 2502, "moments.": 2503, "viewed": 2504, "/>On": 2505, "walked": 2506, "occasional": 2507, "house.": 2508, "Overall,": 2509, "screaming": 2510, "unfortunate": 2511, "12": 2512, "sense,": 2513, "presents": 2514, "thank": 2515, "church": 2516, "blonde": 2517, "versions": 2518, "passion": 2519, "remotely": 2520, "Please": 2521, "spends": 2522, "reason.": 2523, "imagination": 2524, "/>After": 2525, "stars.": 2526, "cant": 2527, "cross": 2528, "suffering": 2529, "scare": 2530, "sudden": 2531, ")": 2532, "United": 2533, "types": 2534, "version,": 2535, "yet,": 2536, "kinds": 2537, "gags": 2538, "drugs": 2539, "wall": 2540, "nominated": 2541, "partner": 2542, "More": 2543, "convince": 2544, "suicide": 2545, "hanging": 2546, "depicted": 2547, "Australian": 2548, "downright": 2549, "/>However,": 2550, "process": 2551, "till": 2552, "excited": 2553, "planet": 2554, "of.": 2555, "hide": 2556, "humorous": 2557, "old,": 2558, "disappointment": 2559, "terrible,": 2560, "production.": 2561, "Lord": 2562, "Being": 2563, "own.": 2564, "edited": 2565, "Story": 2566, "summer": 2567, "heroine": 2568, "draw": 2569, "revealed": 2570, "DVD,": 2571, "are.": 2572, "cinema,": 2573, "Jackie": 2574, "which,": 2575, "Woody": 2576, "Keaton": 2577, "vehicle": 2578, "inner": 2579, "experience.": 2580, "suit": 2581, "struggling": 2582, "results": 2583, "VERY": 2584, "skip": 2585, "pile": 2586, "player": 2587, "Then,": 2588, "story.<br": 2589, "claims": 2590, "genre,": 2591, "rescue": 2592, "Thomas": 2593, "Hong": 2594, "individual": 2595, "visually": 2596, "channel": 2597, "pulls": 2598, "Much": 2599, "/>Some": 2600, "What's": 2601, "ALL": 2602, "things.": 2603, "decision": 2604, "unlikely": 2605, "massive": 2606, "debut": 2607, "opposite": 2608, "explained": 2609, "author": 2610, "/>Of": 2611, "featured": 2612, "private": 2613, "bank": 2614, "Simon": 2615, "unfunny": 2616, "satire": 2617, "magnificent": 2618, "plots": 2619, "drama.": 2620, "context": 2621, "skills": 2622, "commercial": 2623, "episode.": 2624, "Any": 2625, "one.<br": 2626, "covered": 2627, "Jesus": 2628, "repeated": 2629, "/>Now": 2630, "accidentally": 2631, "torture": 2632, "villains": 2633, "Ford": 2634, "Tarzan": 2635, "Superman": 2636, "Albert": 2637, "all.<br": 2638, "woods": 2639, "closer": 2640, "according": 2641, "lovers": 2642, "focuses": 2643, "lower": 2644, "Roger": 2645, "recognize": 2646, "episode,": 2647, "know.": 2648, "writing,": 2649, "/>Then": 2650, "parody": 2651, "speaks": 2652, "reveals": 2653, "cinematography,": 2654, "beginning,": 2655, "line,": 2656, "lesson": 2657, "multiple": 2658, "source": 2659, "test": 2660, "worse,": 2661, "During": 2662, "None": 2663, "Walter": 2664, "humor.": 2665, "Matt": 2666, "evidence": 2667, "disaster": 2668, "stuff.": 2669, "something.": 2670, "/>Another": 2671, "offered": 2672, "sex,": 2673, "program": 2674, "owner": 2675, "shot,": 2676, "segment": 2677, "naive": 2678, "stayed": 2679, "Victor": 2680, "stupid.": 2681, "cable": 2682, "Western": 2683, "leader": 2684, "me.<br": 2685, "clich\u00e9s": 2686, "lousy": 2687, "Captain": 2688, "dated": 2689, "spite": 2690, "About": 2691, "paying": 2692, "soft": 2693, "instead.": 2694, "Kong": 2695, "and/or": 2696, "think,": 2697, "audience,": 2698, "Luke": 2699, "survive": 2700, "directly": 2701, "boy,": 2702, "fat": 2703, "stays": 2704, "advice": 2705, "rise": 2706, "fashion": 2707, "of,": 2708, "community": 2709, "plans": 2710, "gory": 2711, "friends.": 2712, "Saturday": 2713, "nothing.": 2714, "club": 2715, "High": 2716, "Robin": 2717, "figured": 2718, "judge": 2719, "recall": 2720, "theatre": 2721, "handled": 2722, "clue": 2723, "explains": 2724, "ridiculous.": 2725, "first.": 2726, "/>That": 2727, "favor": 2728, "vote": 2729, "touches": 2730, "friendship": 2731, "Irish": 2732, "Louis": 2733, "children,": 2734, "appropriate": 2735, "necessarily": 2736, "influence": 2737, "Daniel": 2738, "days,": 2739, "behavior": 2740, "cars": 2741, "Freddy": 2742, "football": 2743, "Dan": 2744, "did,": 2745, "reveal": 2746, "mind,": 2747, "possible.": 2748, "cost": 2749, "THAT": 2750, "shallow": 2751, "hired": 2752, "/>We": 2753, "focused": 2754, "wise": 2755, "sympathetic": 2756, "realism": 2757, "You'll": 2758, "Broadway": 2759, "Prince": 2760, "handsome": 2761, "legendary": 2762, "heavily": 2763, "blue": 2764, "TV.": 2765, "facial": 2766, "else,": 2767, "this.<br": 2768, "Howard": 2769, "sounded": 2770, "Donald": 2771, "exist": 2772, "hilarious.": 2773, "officer": 2774, "Dark": 2775, "regret": 2776, "standards": 2777, "exact": 2778, "shocked": 2779, "/>Don't": 2780, "dozen": 2781, "contrast": 2782, "baseball": 2783, "words,": 2784, "Patrick": 2785, "machine": 2786, "research": 2787, "mere": 2788, "home.": 2789, "dubbed": 2790, "treatment": 2791, "excellent.": 2792, "green": 2793, "Each": 2794, "buying": 2795, "very,": 2796, "friend,": 2797, "exploitation": 2798, "amateur": 2799, "drop": 2800, "sports": 2801, "horse": 2802, "designed": 2803, "Especially": 2804, "experienced": 2805, "Mrs.": 2806, "things,": 2807, "post": 2808, "spectacular": 2809, "attitude": 2810, "wedding": 2811, "ladies": 2812, "significant": 2813, "depiction": 2814, "greater": 2815, "Let": 2816, "career.": 2817, "African": 2818, "guns": 2819, "model": 2820, "They're": 2821, "starred": 2822, "could've": 2823, "amazed": 2824, "board": 2825, "cutting": 2826, "he'd": 2827, "(at": 2828, "depressing": 2829, "excellent,": 2830, "mainstream": 2831, "Never": 2832, "supernatural": 2833, "faith": 2834, "bothered": 2835, "appealing": 2836, "San": 2837, "mess.": 2838, "Edward": 2839, "father's": 2840, "reminiscent": 2841, "picks": 2842, "desperately": 2843, "II": 2844, "placed": 2845, "Hitler": 2846, "Day": 2847, "over,": 2848, "formula": 2849, "Anne": 2850, "embarrassing": 2851, "/>With": 2852, "roles,": 2853, "fate": 2854, "morning": 2855, "lucky": 2856, "wit": 2857, "entertainment.": 2858, "Have": 2859, "voices": 2860, "Roy": 2861, "trapped": 2862, "Alex": 2863, "irritating": 2864, "Nancy": 2865, "ring": 2866, "(he": 2867, "dry": 2868, "this?": 2869, "throws": 2870, "daughter,": 2871, "accident": 2872, "helping": 2873, "combined": 2874, "novel,": 2875, "passing": 2876, "Washington": 2877, "Cage": 2878, "dreadful": 2879, "abandoned": 2880, "Thank": 2881, "fictional": 2882, "committed": 2883, "people's": 2884, "forever": 2885, "display": 2886, "games": 2887, "Life": 2888, "over-the-top": 2889, "previously": 2890, "TO": 2891, "wear": 2892, "carries": 2893, "roll": 2894, "girl.": 2895, "mother,": 2896, "seriously.": 2897, "veteran": 2898, "others,": 2899, "fault": 2900, "witty": 2901, "fly": 2902, "guy.": 2903, "laugh.": 2904, "identity": 2905, "(it": 2906, "la": 2907, "real.": 2908, "warm": 2909, "carried": 2910, "efforts": 2911, "international": 2912, "required": 2913, "drag": 2914, "youth": 2915, "version.": 2916, "gore,": 2917, "mission": 2918, "IN": 2919, "join": 2920, "war,": 2921, "native": 2922, "so-called": 2923, "serve": 2924, "locations": 2925, "blown": 2926, "Sometimes": 2927, "(including": 2928, "laugh,": 2929, "out.<br": 2930, "decade": 2931, "prepared": 2932, "refreshing": 2933, "zero": 2934, "round": 2935, "guilty": 2936, "prefer": 2937, "purely": 2938, "Kim": 2939, "instance,": 2940, "suffer": 2941, "women,": 2942, "changing": 2943, "convey": 2944, "children.": 2945, "protagonist": 2946, "face.": 2947, "paint": 2948, "grand": 2949, "stolen": 2950, "renting": 2951, "enjoying": 2952, "driven": 2953, "powers": 2954, "Wayne": 2955, "faithful": 2956, "Old": 2957, "deeper": 2958, "satisfying": 2959, "nude": 2960, "perspective": 2961, "that.<br": 2962, "kids,": 2963, "technology": 2964, "clean": 2965, "sake": 2966, "via": 2967, "village": 2968, "seek": 2969, "listening": 2970, "us.": 2971, "remind": 2972, "streets": 2973, "prior": 2974, "foot": 2975, "/>So,": 2976, "yes": 2977, "another.": 2978, "experiences": 2979, "watchable": 2980, "beloved": 2981, "sympathy": 2982, "way.<br": 2983, "mine": 2984, "throwing": 2985, "actress,": 2986, "corny": 2987, "/>-": 2988, "frame": 2989, "say.": 2990, "training": 2991, "production,": 2992, "film-making": 2993, "Marie": 2994, "insight": 2995, "haunted": 2996, "carrying": 2997, "touched": 2998, "for,": 2999, "feet": 3000, "center": 3001, "tape": 3002, "protect": 3003, "another,": 3004, "Oliver": 3005, "finale": 3006, "closing": 3007, "flashbacks": 3008, "Time": 3009, "attempting": 3010, "logic": 3011, "Anna": 3012, "false": 3013, "predictable,": 3014, "matters": 3015, "dark,": 3016, "movie:": 3017, "why.": 3018, "TV,": 3019, "regarding": 3020, "comparison": 3021, "film?": 3022, "raised": 3023, "2.": 3024, "tiny": 3025, "besides": 3026, "slow,": 3027, "halfway": 3028, "us,": 3029, "floor": 3030, "past,": 3031, "80s": 3032, "monsters": 3033, "here.<br": 3034, "Sinatra": 3035, "throughout.": 3036, "witness": 3037, "critical": 3038, "jumps": 3039, "concerned": 3040, "product": 3041, "kids.": 3042, "relief": 3043, "promising": 3044, "insane": 3045, "wife.": 3046, "Rob": 3047, "chick": 3048, "Come": 3049, "reporter": 3050, "Ron": 3051, "happened.": 3052, "Bond": 3053, "causes": 3054, "Mexican": 3055, "no,": 3056, "visuals": 3057, "Okay,": 3058, "magical": 3059, "facts": 3060, "replaced": 3061, "/>There's": 3062, "revolves": 3063, "Get": 3064, "Texas": 3065, "true.": 3066, "brother,": 3067, "Columbo": 3068, "raise": 3069, "highlight": 3070, "/>Although": 3071, "surreal": 3072, "humanity": 3073, "entertaining,": 3074, "Parker": 3075, "performed": 3076, "Me": 3077, "understood": 3078, "while,": 3079, "wears": 3080, "Lynch": 3081, "horrible.": 3082, "warn": 3083, "security": 3084, "account": 3085, "crying": 3086, "print": 3087, "cultural": 3088, "haunting": 3089, "children's": 3090, "grade": 3091, "makeup": 3092, "families": 3093, "costume": 3094, "figures": 3095, "cash": 3096, "singer": 3097, "life.<br": 3098, "Your": 3099, "rental": 3100, "variety": 3101, "contrived": 3102, "film!": 3103, "11": 3104, "safe": 3105, "effectively": 3106, "proud": 3107, "sorts": 3108, "harsh": 3109, "ignore": 3110, "amongst": 3111, "side,": 3112, "mildly": 3113, "glimpse": 3114, "bear": 3115, "dull,": 3116, "Bourne": 3117, "Welles": 3118, "wasting": 3119, "Harris": 3120, "achieve": 3121, "believed": 3122, "Julie": 3123, "lesbian": 3124, "disgusting": 3125, "woman.": 3126, "handle": 3127, "father.": 3128, "blow": 3129, "Does": 3130, "stereotypes": 3131, "thoughts": 3132, "breaking": 3133, "Russell": 3134, "school.": 3135, "Brad": 3136, "school,": 3137, "pity": 3138, "suffered": 3139, "site": 3140, "teenagers": 3141, "heart.": 3142, "mentally": 3143, "sold": 3144, "anime": 3145, "luck": 3146, "forgot": 3147, "fans.": 3148, "head.": 3149, "twisted": 3150, "UK": 3151, "Japan": 3152, "Fox": 3153, "adding": 3154, "England": 3155, "determined": 3156, "executed": 3157, "amateurish": 3158, "lawyer": 3159, "existence": 3160, "score,": 3161, "boat": 3162, "game.": 3163, "calling": 3164, "make-up": 3165, "indie": 3166, "anything,": 3167, "speech": 3168, "NO": 3169, "later.": 3170, "Victoria": 3171, "Stone": 3172, "Avoid": 3173, "direction.": 3174, "erotic": 3175, "Dean": 3176, "consists": 3177, "May": 3178, "Shakespeare": 3179, "lot.": 3180, "amazingly": 3181, "weeks": 3182, "quest": 3183, "succeeds": 3184, "warning": 3185, "Powell": 3186, "witch": 3187, "correct": 3188, "medical": 3189, "embarrassed": 3190, "Full": 3191, "field": 3192, "complicated": 3193, "again.<br": 3194, "laughter": 3195, "Death": 3196, "priest": 3197, "stereotypical": 3198, "drives": 3199, "Dennis": 3200, "25": 3201, "/>First": 3202, "end.<br": 3203, "seasons": 3204, "history,": 3205, "learning": 3206, "fallen": 3207, "Rachel": 3208, "mature": 3209, "creatures": 3210, "Warner": 3211, "refuses": 3212, "crowd": 3213, "inept": 3214, "Take": 3215, "Max": 3216, "sensitive": 